Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# delete_my_account_description
source: If you delete your account, all your records (notes, photos, icons, etc.), purchases (themes, Clovers, etc.), and data will also be erased. Please proceed with caution, as this cannot be undone.
da: Hvis du sletter din konto, vil alle dine poster (noter, fotos, ikoner osv.), køb (temaer, bønner osv.) og data også blive slettet. Fortsæt med forsigtighed, da dette ikke kan fortrydes.
de: Wenn Sie Ihr Konto löschen, werden auch alle Ihre Aufzeichnungen (Notizen, Fotos, Symbole usw.), Einkäufe (Themen, Bohnen usw.) und Daten gelöscht. Bitte gehen Sie vorsichtig vor, da dies nicht rückgängig gemacht werden kann.
fi: Jos poistat tilisi, kaikki tietueesi (muistiinpanot, valokuvat, kuvakkeet jne.), ostokset (teemat, pavut jne.) ja tietosi poistetaan myös. Jatka varovasti, koska tätä ei voi peruuttaa.
fr: Si vous supprimez votre compte, tous vos enregistrements (notes, photos, icônes, etc.), achats (thèmes, grains, etc.) et données seront également effacés. Veuillez procéder avec prudence, car cela ne peut pas être annulé.
hi: यदि आप अपना खाता हटाते हैं, तो आपके सभी रिकॉर्ड (नोट्स, फ़ोटो, आइकन आदि), खरीदारी (थीम्स, बीन्स आदि) और डेटा भी मिटा दिए जाएंगे। कृपया सावधानीपूर्वक आगे बढ़ें, क्योंकि इसे पूर्ववत नहीं किया जा सकता।
it: Se elimini il tuo account, anche tutti i tuoi record (note, foto, icone, ecc.), acquisti (temi, chicchi, ecc.) e dati verranno cancellati. Procedi con cautela, poiché questa operazione non può essere annullata.
ja: アカウントを削除すると、記録（ノート、写真、アイコンなど）、購入内容（テーマ、豆など）、データがすべて消去されます。慎重に進めてください。この操作は元に戻せません。
ko: 계정을 삭제하면 모든 기록(메모, 사진, 아이콘 등), 구매(테마, 원두 등) 및 데이터가 삭제됩니다. 신중하게 진행하세요. 이 작업은 되돌릴 수 없습니다。
nl: Als je je account verwijdert, worden al je records (notities, foto's, pictogrammen, enz.), aankopen (thema's, bonen, enz.) en gegevens ook gewist. Ga voorzichtig te werk, want dit kan niet ongedaan worden gemaakt.
no: Hvis du sletter kontoen din, vil alle oppføringene dine (notater, bilder, ikoner osv.), kjøp (temaer, bønner osv.) og data også bli slettet. Vær forsiktig, da dette ikke kan angres.
pt_br: Se você excluir sua conta, todos os seus registros (notas, fotos, ícones, etc.), compras (temas, grãos, etc.) e dados também serão apagados. Prossiga com cautela, pois isso não pode ser desfeito.
ru: Если вы удалите свою учетную запись, все ваши записи (заметки, фотографии, значки и т. д.), покупки (темы, зерна и т. д.) и данные также будут удалены. Пожалуйста, действуйте осторожно, так как это действие нельзя отменить.
sv: Om du raderar ditt konto kommer alla dina poster (anteckningar, foton, ikoner, etc.), köp (teman, bönor, etc.) och data också att raderas. Fortsätt med försiktighet eftersom detta inte kan ångras.
th: หากคุณลบบัญชีของคุณ บันทึกทั้งหมดของคุณ (บันทึก, รูปภาพ, ไอคอน เป็นต้น), การซื้อ (ธีม, เมล็ดกาแฟ เป็นต้น), และข้อมูลจะถูกลบ โปรดดำเนินการด้วยความระมัดระวังเนื่องจากไม่สามารถยกเลิกได้

source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
fi: Oletko varma?
fr: Êtes-vous sûr ?
hi: क्या आप सुनिश्चित हैं?
it: Sei sicuro?
ja: 本当に削除しますか？
ko: 확실합니까?
nl: Weet je het zeker?
no: Er du sikker?
pt_br: Você tem certeza?
ru: Вы уверены?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?

# delete_all_records_description
source: Everything you have ever recorded - all your notes, photos, icons, and more - will be deleted. Your purchases and recording settings will remain. Please proceed with caution, as this cannot be undone.
da: Alt, hvad du nogensinde har registreret - alle dine noter, fotos, ikoner og mere - vil blive slettet. Dine køb og optagelsesindstillinger vil forblive. Fortsæt med forsigtighed, da dette ikke kan fortrydes.
de: Alles, was Sie jemals aufgezeichnet haben – alle Ihre Notizen, Fotos, Symbole und mehr – wird gelöscht. Ihre Einkäufe und Aufnahmeeinstellungen bleiben erhalten. Bitte gehen Sie vorsichtig vor, da dies nicht rückgängig gemacht werden kann.
fi: Kaikki mitä olet koskaan tallentanut - muistiinpanot, valokuvat, kuvakkeet ja muut - poistetaan. Ostoksesi ja tallennusasetuksesi säilyvät. Jatka varovasti, koska tätä ei voi peruuttaa.
fr: Tout ce que vous avez enregistré - vos notes, photos, icônes, et plus - sera supprimé. Vos achats et paramètres d'enregistrement resteront. Veuillez procéder avec prudence, car cela ne peut pas être annulé.
hi: आपने जो कुछ भी दर्ज किया है - सभी नोट्स, फ़ोटो, आइकन और अधिक - हटा दिया जाएगा। आपकी खरीदारी और रिकॉर्डिंग सेटिंग्स बनी रहेंगी। कृपया सावधानीपूर्वक आगे बढ़ें, क्योंकि इसे पूर्ववत नहीं किया जा सकता।
it: Tutto ciò che hai registrato - tutte le tue note, foto, icone e altro - verrà eliminato. I tuoi acquisti e le impostazioni di registrazione rimarranno. Procedi con cautela, poiché questa operazione non può essere annullata.
ja: 記録したすべてのデータ - ノート、写真、アイコンなど - が削除されます。購入内容や記録設定は保持されます。慎重に進めてください。この操作は元に戻せません。
ko: 기록한 모든 것 - 메모, 사진, 아이콘 등이 삭제됩니다. 구매 내역 및 기록 설정은 유지됩니다. 신중하게 진행하세요. 이 작업은 되돌릴 수 없습니다.
nl: Alles wat je ooit hebt vastgelegd - al je notities, foto's, pictogrammen en meer - wordt verwijderd. Je aankopen en opname-instellingen blijven behouden. Ga voorzichtig te werk, want dit kan niet ongedaan worden gemaakt.
no: Alt du noen gang har registrert - alle notater, bilder, ikoner og mer - vil bli slettet. Kjøpene og innspillingsinnstillingene dine vil forbli. Vær forsiktig, da dette ikke kan angres.
pt_br: Tudo o que você já registrou - todas as suas notas, fotos, ícones e muito mais - será excluído. Suas compras e configurações de gravação permanecerão. Prossiga com cautela, pois isso não pode ser desfeito.
ru: Все, что вы когда-либо записывали - все ваши заметки, фотографии, значки и многое другое - будет удалено. Ваши покупки и настройки записи сохранятся. Пожалуйста, действуйте осторожно, так как это действие нельзя отменить.
sv: Allt du någonsin har registrerat - alla dina anteckningar, foton, ikoner och mer - kommer att raderas. Dina köp och inspelningsinställningar kommer att finnas kvar. Fortsätt med försiktighet eftersom detta inte kan ångras.
th: ทุกอย่างที่คุณเคยบันทึกไว้ - บันทึก, รูปภาพ, ไอคอน และอื่น ๆ - จะถูกลบ การซื้อและการตั้งค่าการบันทึกของคุณจะยังคงอยู่ โปรดดำเนินการด้วยความระมัดระวังเนื่องจากไม่สามารถยกเลิกได้

# read_and_agree
source: I have read the precautions and agree to proceed.
da: Jeg har læst forholdsreglerne og accepterer at fortsætte.
de: Ich habe die Vorsichtsmaßnahmen gelesen und stimme zu, fortzufahren.
fi: Olen lukenut varotoimet ja suostun jatkamaan.
fr: J'ai lu les précautions et j'accepte de continuer.
hi: मैंने सावधानियों को पढ़ा है और आगे बढ़ने के लिए सहमत हूं।
it: Ho letto le precauzioni e accetto di procedere.
ja: 注意事項を読み、進めることに同意します。
ko: 주의사항을 읽었으며 진행에 동의합니다.
nl: Ik heb de voorzorgsmaatregelen gelezen en ga akkoord om door te gaan.
no: Jeg har lest forholdsreglene og godtar å fortsette.
pt_br: Li as precauções e concordo em prosseguir.
ru: Я прочитал меры предосторожности и согласен продолжить.
sv: Jag har läst försiktighetsåtgärderna och accepterar att fortsätta.
th: ฉันได้อ่านข้อควรระวังและยอมรับที่จะดำเนินการต่อ

source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก

source: Apply
da: Anvend
de: Anwenden
fi: Käytä
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
no: Bruk
pt_br: Aplicar
ru: Применить
sv: Tillämpa
th: ใช้

source: Widgets
fi: Widgetit
hi: विजेट्स
it: Widget
ja: ウィジェット
ko: 위젯
no: Widgeter
ru: Виджеты
th: วิดเจ็ต

source: Widget changed successfully!
da: Widget ændret med succes!
de: Widget erfolgreich geändert!
fi: Widget muutettu onnistuneesti!
fr: Widget modifié avec succès !
hi: विजेट सफलतापूर्वक बदला गया!
it: Widget modificato con successo!
ja: ウィジェットが正常に変更されました！
ko: 위젯이 성공적으로 변경되었습니다!
nl: Widget succesvol gewijzigd!
no: Widget endret vellykket!
pt_br: Widget alterado com sucesso!
ru: Виджет успешно изменен!
sv: Widget ändrades framgångsrikt!
th: เปลี่ยนวิดเจ็ตสำเร็จ!

source: Themes
da: Temaer
de: Themen
fi: Teemat
fr: Thèmes
hi: थीम्स
it: Temi
ja: テーマ
ko: 테마
nl: Thema's
no: Temaer
pt_br: Temas
ru: Темы
sv: Teman
th: ธีม

source: Stickers
da: Klistermærker
de: Sticker
fi: Tarrat
fr: Autocollants
hi: स्टिकर्स
it: Adesivi
ja: ステッカー
ko: 스티커
no: Klistremerker
pt_br: Adesivos
ru: Стикеры
sv: Klistermärken
th: สติกเกอร์

source: Beans
da: Bønner
de: Bohnen
fi: Pavut
fr: Grains
hi: बीन्स
it: Fagioli
ja: 豆
ko: 콩
nl: Bonen
no: Bønner
pt_br: Grãos
ru: Бобы
sv: Bönor
th: เมล็ดกาแฟ

source: Store
da: Butik
de: Geschäft
fi: Kauppa
fr: Magasin
hi: स्टोर
it: Negozio
ja: ストア
ko: 스토어
nl: Winkel
no: Butikk
pt_br: Loja
ru: Магазин
sv: Butik
th: ร้านค้า

# payment_success
source: Your payment has been successfully processed!
da: Din betaling blev behandlet med succes!
de: Ihre Zahlung wurde erfolgreich bearbeitet!
fi: Maksusi on käsitelty onnistuneesti!
fr: Votre paiement a été traité avec succès !
hi: आपका भुगतान सफलतापूर्वक प्रोसेस कर दिया गया है!
it: Il tuo pagamento è stato elaborato con successo!
ja: お支払いが正常に処理されました！
ko: 결제가 성공적으로 처리되었습니다!
nl: Uw betaling is succesvol verwerkt!
no: Betalingen din ble behandlet vellykket!
pt_br: Seu pagamento foi processado com sucesso!
ru: Ваш платеж успешно обработан!
sv: Din betalning har bearbetats framgångsrikt!
th: การชำระเงินของคุณได้รับการดำเนินการเรียบร้อยแล้ว!

# payment_failed
source: Payment failed. Please try again.
da: Betalingen mislykkedes. Prøv igen.
de: Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.
fi: Maksu epäonnistui. Yritä uudelleen.
fr: Le paiement a échoué. Veuillez réessayer.
hi: भुगतान विफल रहा। कृपया पुनः प्रयास करें।
it: Pagamento fallito. Per favore riprova.
ja: 支払いに失敗しました。再試行してください。
ko: 결제가 실패했습니다. 다시 시도해주세요.
nl: Betaling mislukt. Probeer het alstublieft opnieuw.
no: Betalingen mislyktes. Vennligst prøv igjen.
pt_br: O pagamento falhou. Por favor, tente novamente.
ru: Ошибка платежа. Пожалуйста, попробуйте еще раз.
sv: Betalningen misslyckades. Försök igen.
th: การชำระเงินล้มเหลว โปรดลองอีกครั้ง

source: In-depth Analysis
da: Dybdegående analyse
de: Tiefenanalyse
fi: Syväanalyysi
fr: Analyse approfondie
hi: गहन विश्लेषण
it: Analisi approfondita
ja: 詳細な分析
ko: 심층 분석
nl: Diepgaande analyse
no: Dybdeanalyse
pt_br: Análise detalhada
ru: Глубокий анализ
sv: Djupgående analys
th: การวิเคราะห์เชิงลึก

# in_depth_analysis_desc
source: Discover hidden patterns in your daily brew.
da: Opdag skjulte mønstre i din daglige rutine.
de: Entdecken Sie verborgene Muster in Ihrem täglichen Leben.
fi: Löydä piilotetut kaavat päivittäisestä rutiinistasi.
fr: Découvrez des modèles cachés dans votre routine quotidienne.
hi: अपने दैनिक दिनचर्या में छिपे हुए पैटर्न को खोजें।
it: Scopri schemi nascosti nella tua routine quotidiana.
ja: 日常の隠れたパターンを発見しましょう。
ko: 일상 속 숨겨진 패턴을 발견하세요.
nl: Ontdek verborgen patronen in je dagelijkse routine.
no: Oppdag skjulte mønstre i din daglige rutine.
pt_br: Descubra padrões ocultos em sua rotina diária.
ru: Откройте скрытые закономерности в вашей повседневной жизни.
sv: Upptäck dolda mönster i din dagliga rutin.
th: ค้นหารูปแบบที่ซ่อนอยู่ในชีวิตประจำวันของคุณ

source: Up to 3 Photos
da: Op til 3 billeder
de: Bis zu 3 Fotos
fi: Jopa 3 kuvaa
fr: Jusqu'à 3 photos
hi: 3 तस्वीरें तक
it: Fino a 3 foto
ja: 最大3枚の写真
ko: 최대 3장의 사진
nl: Tot 3 foto's
no: Opptil 3 bilder
pt_br: Até 3 fotos
ru: До 3 фотографий
sv: Upp till 3 foton
th: สูงสุด 3 รูปภาพ

# up_to_3_photos_desc
source: Capture more moments from your day.
da: Fang flere øjeblikke fra din dag.
de: Halten Sie mehr Momente Ihres Tages fest.
fi: Tallenna enemmän hetkiä päivästäsi.
fr: Capturez plus de moments de votre journée.
hi: अपने दिन के और अधिक क्षणों को कैप्चर करें।
it: Cattura più momenti della tua giornata.
ja: 1日の瞬間をもっと記録しましょう。
ko: 하루의 더 많은 순간을 포착하세요.
nl: Leg meer momenten van je dag vast.
no: Fang flere øyeblikk fra dagen din.
pt_br: Capture mais momentos do seu dia.
ru: Запечатлейте больше моментов вашего дня.
sv: Fånga fler ögonblick från din dag.
th: เก็บภาพช่วงเวลาจากวันของคุณให้มากขึ้น

source: Daily Entries
da: Daglige indlæg
de: Tägliche Einträge
fi: Päivittäiset merkinnät
fr: Entrées quotidiennes
hi: दैनिक प्रविष्टियां
it: Voci giornaliere
ja: 毎日のエントリー
ko: 일일 항목
nl: Dagelijkse invoer
no: Daglige oppføringer
pt_br: Entradas diárias
ru: Ежедневные записи
sv: Dagliga anteckningar
th: รายการประจำวัน

# daily_entries_desc
source: Upgrade to record up to 3 moments a day.
da: Opgrader for at registrere op til 3 øjeblikke om dagen.
de: Upgrade, um bis zu 3 Momente pro Tag festzuhalten.
fi: Päivitä tallentaaksesi jopa 3 hetkeä päivässä.
fr: Mettez à niveau pour enregistrer jusqu'à 3 moments par jour.
hi: दिन में 3 क्षणों को रिकॉर्ड करने के लिए अपग्रेड करें।
it: Aggiorna per registrare fino a 3 momenti al giorno.
ja: 1日に最大3つの瞬間を記録できるようにアップグレードしてください。
ko: 하루 최대 3개의 순간을 기록할 수 있도록 업그레이드하세요.
nl: Upgrade om maximaal 3 momenten per dag vast te leggen.
no: Oppgrader for å registrere opptil 3 øyeblikk om dagen.
pt_br: Atualize para registrar até 3 momentos por dia.
ru: Обновите, чтобы записывать до 3 моментов в день.
sv: Uppgradera för att spela in upp till 3 stunder per dag.
th: อัปเกรดเพื่อบันทึกได้ถึง 3 ช่วงเวลาต่อวัน

source: Express Your Mood
da: Udtryk dit humør
de: Drücken Sie Ihre Stimmung aus
fi: Ilmaise mielialasi
fr: Exprimez votre humeur
hi: अपना मूड व्यक्त करें
it: Esprimi il tuo umore
ja: 気分を表現する
ko: 기분 표현하기
nl: Druk je stemming uit
no: Uttrykk humøret ditt
pt_br: Expresse seu humor
ru: Выразите своё настроение
sv: Uttryck ditt humör
th: แสดงอารมณ์ของคุณ

# express_your_mood_desc
source: Unlock the complete collection for more variety.
da: Lås op for hele samlingen for mere variation.
de: Schalten Sie die gesamte Kollektion für mehr Vielfalt frei.
fi: Avaa kokoelma saadaksesi lisää vaihtelua.
fr: Débloquez la collection complète pour plus de variété.
hi: अधिक विविधता के लिए पूरी संग्रह को अनलॉक करें।
it: Sblocca l'intera collezione per una maggiore varietà.
ja: より多様なコレクションをアンロックしましょう。
ko: 더 다양한 선택을 위해 전체 컬렉션을 잠금 해제하세요.
nl: Ontgrendel de volledige collectie voor meer variatie.
no: Lås opp hele samlingen for mer variasjon.
pt_br: Desbloqueie a coleção completa para mais variedade.
ru: Разблокируйте полную коллекцию для большего разнообразия.
sv: Lås upp hela samlingen för mer variation.
th: ปลดล็อกคอลเลกชันทั้งหมดเพื่อความหลากหลายมากขึ้น

# special_gift
source: A Special Gift Awaits You
da: En særlig gave venter på dig
de: Ein besonderes Geschenk erwartet Sie
fi: Erityinen lahja odottaa sinua
fr: Un cadeau spécial vous attend
hi: आपके लिए एक विशेष उपहार
it: Un regalo speciale ti aspetta
ja: 特別なギフトがあなたを待っています
ko: 특별한 선물이 기다리고 있습니다
nl: Een speciaal cadeau wacht op je
no: En spesiell gave venter på deg
pt_br: Um presente especial aguarda você
ru: Вас ждёт особый подарок
sv: En speciell gåva väntar på dig
th: ของขวัญพิเศษรอคุณอยู่

# special_gift_desc
source: 180 Coffee Beans for first-time subscribers.
da: 180 kaffebønner til førstegangsabonnenter.
de: 180 Kaffeebohnen für Erstabonnenten.
fi: 180 kahvipapua ensimmäisille tilaajille.
fr: 180 grains de café pour les nouveaux abonnés.
hi: पहली बार सब्सक्राइब करने वालों के लिए 180 कॉफी बीन्स।
it: 180 chicchi di caffè per i nuovi abbonati.
ja: 初回登録者に180コーヒービーンズをプレゼント。
ko: 첫 구독자에게 커피 빈 180개 증정.
nl: 180 koffiebonen voor nieuwe abonnees.
no: 180 kaffebønner for førstegangsabonnenter.
pt_br: 180 grãos de café para novos assinantes.
ru: 180 кофейных зёрен для новых подписчиков.
sv: 180 kaffebönor för nya prenumeranter.
th: เมล็ดกาแฟ 180 เมล็ดสำหรับผู้สมัครครั้งแรก

source: For lovers of classic cups
da: For elskere af klassiske kopper
de: Für Liebhaber klassischer Tassen
fi: Klassisten kuppien ystäville
fr: Pour les amateurs de tasses classiques
hi: क्लासिक कप के प्रेमियों के लिए
it: Per gli amanti delle tazze classiche
ja: クラシックカップ愛好家のために
ko: 클래식 컵 애호가들을 위해
nl: Voor liefhebbers van klassieke kopjes
no: For elskere av klassiske kopper
pt_br: Para os amantes de copos clássicos
ru: Для любителей классических чашек
sv: För älskare av klassiska koppar
th: สำหรับคนรักถ้วยคลาสสิก

# natures_joy
source: Nature’s joy, wagging tails everywhere.
da: Naturens glæde, logrende haler overalt.
de: Freude der Natur, überall wedelnde Schwänze.
fi: Luonnon ilo, kaikkialla heiluvat hännät.
fr: Joie de la nature, des queues qui frétillent partout.
hi: प्रकृति की खुशी, हर जगह हिलती हुई पूंछें।
it: La gioia della natura, code che scodinzolano ovunque.
ja: 自然の喜び、あちこちで揺れるしっぽ。
ko: 자연의 기쁨, 어디서나 흔들리는 꼬리.
nl: De vreugde van de natuur, kwispelende staarten overal.
no: Naturens glede, logrende haler overalt.
pt_br: A alegria da natureza, rabos abanando por toda parte.
ru: Радость природы, везде виляющие хвосты.
sv: Naturens glädje, svansar som viftar överallt.
th: ความสุขของธรรมชาติ หางที่กระดิกไปทั่ว.

# golden_leaves
source: Golden leaves, crisp air bliss.
da: Gyldne blade, frisk luft og lykke.
de: Goldene Blätter, Glück in frischer Luft.
fi: Kultaiset lehdet, raikas ilma ja ilo.
fr: Feuilles dorées, bonheur dans l'air frais.
hi: सुनहरे पत्ते, ताजी हवा का आनंद।
it: Foglie dorate, aria fresca e felicità.
ja: 黄金の葉、爽やかな空気と幸福感。
ko: 황금빛 나뭇잎, 상쾌한 공기 속 행복.
nl: Gouden bladeren, frisse lucht en gelukzaligheid.
no: Gylne blader, frisk luft og glede.
pt_br: Folhas douradas, felicidade no ar fresco.
ru: Золотые листья, свежий воздух и блаженство.
sv: Gyllene löv, frisk luft och glädje.
th: ใบไม้สีทอง อากาศสดชื่นและความสุข.

# camping
source: Stars above, fire below.
da: Stjerner over, bål under.
de: Sterne oben, Feuer unten.
fi: Tähdet ylhäällä, nuotio alhaalla.
fr: Étoiles au-dessus, feu en dessous.
hi: सितारे ऊपर, आग नीचे।
it: Stelle sopra, fuoco sotto.
ja: 星空の下、焚き火の上。
ko: 별이 빛나는 하늘, 아래엔 불.
nl: Sterren boven, vuur beneden.
no: Stjerner over, bål under.
pt_br: Estrelas acima, fogo abaixo.
ru: Звезды наверху, огонь внизу.
sv: Stjärnor ovanför, eld nedanför.
th: ดวงดาวบนฟ้า ไฟอยู่ด้านล่าง.

# warm_lights
source: Warm lights, cherished cozy moments.
da: Varme lys, værdsatte hyggelige øjeblikke.
de: Warme Lichter, geschätzte gemütliche Momente.
fi: Lämpimät valot, arvokkaat kodikkaat hetket.
fr: Lumières chaudes, moments douillets et chéris.
hi: गर्म रोशनी, प्रिय आरामदायक पल।
it: Luci calde, momenti accoglienti e preziosi.
ja: 暖かな光、大切な居心地の良い瞬間。
ko: 따뜻한 불빛, 소중한 포근한 순간.
nl: Warme lichten, gekoesterde gezellige momenten.
no: Varme lys, verdsatte koselige øyeblikk.
pt_br: Luzes quentes, momentos acolhedores e preciosos.
ru: Теплый свет, уютные и драгоценные моменты.
sv: Varma ljus, uppskattade mysiga stunder.
th: แสงอบอุ่น ช่วงเวลาอันแสนอบอุ่นที่น่าจดจำ.

# spooky_thrills
source: Spooky thrills, sweet glowing nights.
da: Uhyggelige spændinger, søde glødende nætter.
de: Gruselige Nervenkitzel, süße leuchtende Nächte.
fi: Karmeita jännityksiä, suloisia hehkuvia öitä.
fr: Frissons effrayants, nuits douces et lumineuses.
hi: डरावने रोमांच, मीठी चमकती रातें।
it: Brividi spaventosi, dolci notti luminose.
ja: 不気味なスリル、甘く輝く夜。
ko: 소름 돋는 스릴, 달콤한 반짝이는 밤.
nl: Spannende griezelmomenten, zoete verlichte nachten.
no: Skumle spenninger, søte glødende netter.
pt_br: Arrepios assustadores, doces noites brilhantes.
ru: Жуткие острые ощущения, сладкие сияющие ночи.
sv: Skrämmande spänning, söta glödande nätter.
th: ความตื่นเต้นที่น่ากลัว คืนที่สว่างไสวและหวาน.

# sweet_bites
source: Sweet bites, unforgettable joyful moments.
da: Søde bidder, uforglemmelige glædesøjeblikke.
de: Süße Happen, unvergessliche fröhliche Momente.
fi: Makeita paloja, unohtumattomia ilon hetkiä.
fr: Douces bouchées, moments joyeux inoubliables.
hi: मीठे निवाले, अविस्मरणीय खुशी भरे पल।
it: Dolci bocconi, momenti gioiosi indimenticabili.
ja: 甘い一口、忘れられない喜びの瞬間。
ko: 달콤한 한입, 잊지 못할 행복한 순간.
nl: Zoete hapjes, onvergetelijke gelukkige momenten.
no: Søte biter, uforglemmelige glade øyeblikk.
pt_br: Doces mordidas, momentos inesquecíveis de alegria.
ru: Сладкие кусочки, незабываемые радостные моменты.
sv: Söta bett, oförglömliga glädjestunder.
th: คำหวาน ช่วงเวลาแห่งความสุขที่ยากจะลืม.

# laughter_louder
source: Laughter louder with heart connections.
da: Højere latter med hjertelige forbindelser.
de: Lachen lauter mit Herzverbindungen.
fi: Kovempaa naurua sydämen yhteyksien kanssa.
fr: Rires plus forts avec des connexions du cœur.
hi: दिल की गहराई से जुड़ी हंसी।
it: Risate più forti con connessioni del cuore.
ja: 心がつながる大きな笑い声。
ko: 더 큰 웃음, 마음을 나누는 연결.
nl: Luider gelach met hartenverbindingen.
no: Høyere latter med hjerteforbindelser.
pt_br: Risos mais altos com conexões do coração.
ru: Громкий смех с сердечными связями.
sv: Högre skratt med hjärtliga kopplingar.
th: เสียงหัวเราะดังขึ้นด้วยการเชื่อมโยงของหัวใจ.

# heartbeats_shared
source: Heartbeats shared, everything feels brighter.
da: Delte hjerteslag, alt føles lysere.
de: Geteilte Herzschläge, alles fühlt sich heller an.
fi: Jaetut sydämenlyönnit, kaikki tuntuu kirkkaammalta.
fr: Battements de cœur partagés, tout semble plus lumineux.
hi: साझा दिल की धड़कनें, सब कुछ और चमकदार लगता है।
it: Battiti condivisi, tutto sembra più luminoso.
ja: 共有された鼓動、すべてがより明るく感じる。
ko: 공유된 심장박동, 모든 것이 더 밝게 느껴집니다.
nl: Gedeelde hartslagen, alles voelt helderder.
no: Delte hjerteslag, alt føles lysere.
pt_br: Batidas do coração compartilhadas, tudo parece mais brilhante.
ru: Общие сердцебиения, все кажется ярче.
sv: Delade hjärtslag, allt känns ljusare.
th: เสียงหัวใจที่แบ่งปัน ทุกอย่างดูสว่างสดใสขึ้น.

# stars_whisper
source: Stars whisper, moonlit secrets unfold.
da: Stjerner hvisker, måneskinshemmeligheder afsløres.
de: Sterne flüstern, mondhelle Geheimnisse entfalten sich.
fi: Tähdet kuiskivat, kuutamon salaisuudet paljastuvat.
fr: Les étoiles murmurent, des secrets au clair de lune se révèlent.
hi: सितारे फुसफुसाते हैं, चांदनी के रहस्य खुलते हैं।
it: Le stelle sussurrano, segreti illuminati dalla luna si rivelano.
ja: 星がささやき、月明かりの秘密が明かされる。
ko: 별들이 속삭이고, 달빛 아래의 비밀이 드러납니다.
nl: Sterren fluisteren, maanlichtgeheimen worden onthuld.
no: Stjerner hvisker, måneskinnets hemmeligheter avsløres.
pt_br: As estrelas sussurram, segredos iluminados pela lua se revelam.
ru: Звезды шепчут, лунные тайны раскрываются.
sv: Stjärnor viskar, månskenshemligheter avslöjas.
th: ดวงดาวกระซิบ ความลับใต้แสงจันทร์ถูกเปิดเผย.

# dancing_nights
source: Dancing nights, endless joyful beats.
da: Dansende nætter, endeløse glædesrytmer.
de: Tanznächte, endlose fröhliche Beats.
fi: Tanssi-illat, loputtomat iloiset rytmit.
fr: Nuits dansantes, rythmes joyeux sans fin.
hi: नृत्य करती रातें, अंतहीन खुशी भरे धुन।
it: Notti danzanti, ritmi gioiosi infiniti.
ja: 踊る夜、終わりのない喜びのビート。
ko: 춤추는 밤, 끝없는 즐거운 비트.
nl: Dansnachten, eindeloze vrolijke ritmes.
no: Dansende netter, endeløse gledelige rytmer.
pt_br: Noites de dança, batidas alegres sem fim.
ru: Танцевальные ночи, бесконечные радостные ритмы.
sv: Dansnätter, ändlösa glädjefyllda rytmer.
th: คืนที่เต้นรำ จังหวะแห่งความสุขที่ไม่มีวันสิ้นสุด.

# time_fades
source: Time fades, creativity stays alive.
da: Tiden falmer, kreativiteten lever videre.
de: Zeit vergeht, Kreativität bleibt lebendig.
fi: Aika haalistuu, luovuus säilyy elossa.
fr: Le temps s'efface, la créativité reste en vie.
hi: समय मिटता है, रचनात्मकता जीवित रहती है।
it: Il tempo svanisce, la creatività rimane viva.
ja: 時が過ぎても、創造性は生き続ける。
ko: 시간이 흐르고 창의성은 살아 있습니다.
nl: De tijd vervaagt, creativiteit blijft leven.
no: Tiden falmer, kreativiteten lever videre.
pt_br: O tempo desaparece, a criatividade permanece viva.
ru: Время исчезает, творчество остается живым.
sv: Tiden bleknar, kreativiteten lever kvar.
th: เวลาจางหาย ความคิดสร้างสรรค์ยังคงอยู่.
