Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# monday_greeting
source: Hello Monday!☀️ Could you be kind to us today? 🤞 But first... coffee! ☕🫶
da: Hej mandag!☀️ Kan du være venlig mod os i dag? 🤞 Men først... kaffe! ☕🫶
de: Hallo Montag!☀️ Könntest du heute nett zu uns sein? 🤞 Aber zuerst... Kaffee! ☕🫶
fi: Hei maanantai!☀️ Voisitko olla ystävällinen meille tänään? 🤞 Mutta ensin... kahvia! ☕🫶
fr: Bonjour lundi !☀️ Pourriez-vous être gentil avec nous aujourd'hui ? 🤞 Mais d'abord... café ! ☕🫶
hi: नमस्ते सोमवार!☀️ क्या आप आज हमारे प्रति दयालु हो सकते हैं? 🤞 लेकिन पहले... कॉफी! ☕🫶
it: Ciao lunedì!☀️ Puoi essere gentile con noi oggi? 🤞 Ma prima... caffè! ☕🫶
ja: こんにちは月曜日！☀️ 今日は私たちに優しくしてくれますか？🤞 でもまずは…コーヒー！☕🫶
ko: 안녕하세요, 월요일!☀️ 오늘은 우리에게 친절하게 대해줄 수 있나요? 🤞 하지만 먼저... 커피! ☕🫶
nl: Hallo maandag!☀️ Kun je vandaag aardig voor ons zijn? 🤞 Maar eerst... koffie! ☕🫶
no: Hei mandag!☀️ Kan du være snill mot oss i dag? 🤞 Men først... kaffe! ☕🫶
pt_br: Olá segunda-feira!☀️ Você poderia ser gentil conosco hoje? 🤞 Mas primeiro... café! ☕🫶
ru: Привет, понедельник!☀️ Можешь быть добр к нам сегодня? 🤞 Но сначала... кофе! ☕🫶
sv: Hej måndag!☀️ Kan du vara snäll mot oss idag? 🤞 Men först... kaffe! ☕🫶
th: สวัสดีวันจันทร์!☀️ โปรดเป็นมิตรกับเราด้วยเถอะ 🤞 แต่ก่อนอื่น...กาแฟ! ☕🫶

# weekend_reminder
source: The weekend is almost here! How about planning a cozy coffee moment? ☕🎉
da: Weekenden er næsten her! Hvad med at planlægge et hyggeligt kaffemoment? ☕🎉
de: Das Wochenende steht vor der Tür! Wie wäre es, einen gemütlichen Kaffeemoment zu planen? ☕🎉
fi: Viikonloppu on melkein täällä! Mitä jos suunniteltaisiin mukava kahvihetki? ☕🎉
fr: Le week-end est presque là ! Que diriez-vous de planifier un moment café chaleureux ? ☕🎉
hi: सप्ताहांत लगभग आ गया है! एक आरामदायक कॉफी पल की योजना बनाने के बारे में क्या ख्याल है? ☕🎉
it: Il fine settimana è quasi arrivato! Che ne dici di pianificare un momento caffè accogliente? ☕🎉
ja: 週末はもうすぐ！居心地の良いコーヒータイムを計画しませんか？☕🎉
ko: 주말이 거의 다가왔어요! 따뜻한 커피 타임을 계획해보는 건 어때요? ☕🎉
nl: Het weekend is bijna hier! Wat dacht je van een gezellig koffiemoment plannen? ☕🎉
no: Helgen nærmer seg! Hva med å planlegge en koselig kaffestund? ☕🎉
pt_br: O fim de semana está quase aqui! Que tal planejar um momento aconchegante com café? ☕🎉
ru: Выходные уже близко! Как насчет запланировать уютный момент с кофе? ☕🎉
sv: Helgen är nästan här! Vad sägs om att planera en mysig kaffestund? ☕🎉
th: วันหยุดสุดสัปดาห์ใกล้เข้ามาแล้ว! ลองวางแผนช่วงเวลาสบายๆ กับกาแฟดูสิ ☕🎉

# journal_update
source: A brand-new look for your journal! Cool themes and stickers are waiting for you, start exploring now! ✨☕
da: Et helt nyt look til din journal! Seje temaer og klistermærker venter på dig, begynd at udforske nu! ✨☕
de: Ein brandneuer Look für dein Tagebuch! Coole Themen und Sticker warten auf dich, fang jetzt an zu erkunden! ✨☕
fi: Uusi ilme päiväkirjallesi! Siistit teemat ja tarrat odottavat sinua, aloita tutkiminen nyt! ✨☕
fr: Un tout nouveau look pour votre journal ! Des thèmes sympas et des autocollants vous attendent, commencez à explorer maintenant ! ✨☕
hi: आपकी डायरी के लिए एकदम नया रूप! शानदार थीम्स और स्टीकर आपका इंतजार कर रहे हैं, अभी एक्सप्लोर करना शुरू करें! ✨☕
it: Un nuovo look per il tuo diario! Temi fantastici e adesivi ti aspettano, inizia subito a esplorare! ✨☕
ja: あなたの日記の全く新しいルック！クールなテーマとステッカーがあなたを待っています。さあ、今すぐ探検を始めましょう！✨☕
ko: 당신의 다이어리를 위한 새로운 모습! 멋진 테마와 스티커가 기다리고 있어요, 지금 바로 탐험해보세요! ✨☕
nl: Een gloednieuwe look voor je dagboek! Coole thema's en stickers wachten op je, begin nu met ontdekken! ✨☕
no: En helt ny look for journalen din! Kule temaer og klistremerker venter på deg, start utforskingen nå! ✨☕
pt_br: Um visual totalmente novo para o seu diário! Temas legais e adesivos estão esperando por você, comece a explorar agora! ✨☕
ru: Совершенно новый вид для вашего дневника! Крутые темы и наклейки ждут вас, начните исследовать прямо сейчас! ✨☕
sv: En helt ny look för din dagbok! Coola teman och klistermärken väntar på dig, börja utforska nu! ✨☕
th: สมุดบันทึกโฉมใหม่รอคุณอยู่! ธีมและสติกเกอร์เจ๋งๆ กำลังรอให้คุณสำรวจ ✨☕

# coffee_day
source: International Coffee Day
da: Den Internationale Kaffedag
de: Internationaler Tag des Kaffees
fi: Kansainvälinen Kahvipäivä
fr: Journée Internationale du Café
hi: अंतर्राष्ट्रीय कॉफी दिवस
it: Giornata Internazionale del Caffè
ja: 国際コーヒーの日
ko: 국제 커피의 날
nl: Internationale Koffiedag
no: Internasjonal Kaffedag
pt_br: Dia Internacional do Café
ru: Международный день кофе
sv: Internationella Kaffedagen
th: วันกาแฟสากล

# coffee_day_celebration
source: Today is International Coffee Day! ☕🎉 Celebrate with your favorite coffee and capture the moment.
da: I dag er det den Internationale Kaffedag! ☕🎉 Fejr det med din yndlingskaffe og fang øjeblikket.
de: Heute ist der Internationale Tag des Kaffees! ☕🎉 Feier mit deinem Lieblingskaffee und halte den Moment fest.
fi: Tänään on Kansainvälinen Kahvipäivä! ☕🎉 Juhli suosikkikahvisi kanssa ja tallenna hetki.
fr: Aujourd'hui, c'est la Journée Internationale du Café ! ☕🎉 Célébrez avec votre café préféré et capturez le moment.
hi: आज अंतर्राष्ट्रीय कॉफी दिवस है! ☕🎉 अपने पसंदीदा कॉफी के साथ जश्न मनाएं और पल को कैप्चर करें।
it: Oggi è la Giornata Internazionale del Caffè! ☕🎉 Festeggia con il tuo caffè preferito e cattura il momento.
ja: 今日は国際コーヒーの日です！☕🎉 お気に入りのコーヒーでお祝いして、この瞬間を記録してください。
ko: 오늘은 국제 커피의 날입니다! ☕🎉 좋아하는 커피로 축하하고 이 순간을 기록하세요.
nl: Vandaag is het Internationale Koffiedag! ☕🎉 Vier het met je favoriete koffie en leg het moment vast.
no: I dag er det Internasjonal Kaffedag! ☕🎉 Feir med din favorittkaffe og fang øyeblikket.
pt_br: Hoje é o Dia Internacional do Café! ☕🎉 Celebre com o seu café favorito e capture o momento.
ru: Сегодня Международный день кофе! ☕🎉 Отпразднуйте с вашим любимым кофе и запечатлейте момент.
sv: Idag är det Internationella Kaffedagen! ☕🎉 Fira med ditt favoritkaffe och fånga ögonblicket.
th: วันนี้คือวันกาแฟสากล! ☕🎉 ฉลองด้วยกาแฟแก้วโปรดของคุณและเก็บช่วงเวลานี้ไว้

source: Espresso Day
da: Espresso Dagen
de: Espresso-Tag
fi: Espressopäivä
fr: Journée de l'Espresso
hi: एस्प्रेसो दिवस
it: Giornata dell'Espresso
ja: エスプレッソの日
ko: 에스프레소 데이
nl: Espresso Dag
no: Espressodagen
pt_br: Dia do Espresso
ru: День эспрессо
sv: Espressodagen
th: วันเอสเพรสโซ

# espresso_day_message
source: Today is Espresso Day! ⚡☕ Start your day with the energy of a strong espresso shot.
da: I dag er det Espresso Dagen! ⚡☕ Start din dag med energien fra en stærk espresso.
de: Heute ist Espresso-Tag! ⚡☕ Beginnen Sie Ihren Tag mit der Energie eines starken Espresso.
fi: Tänään on Espressopäivä! ⚡☕ Aloita päiväsi vahvan espresson energialla.
fr: Aujourd'hui, c'est la Journée de l'Espresso ! ⚡☕ Commencez votre journée avec l'énergie d'un espresso fort.
hi: आज एस्प्रेसो दिवस है! ⚡☕ मजबूत एस्प्रेसो शॉट के साथ अपना दिन शुरू करें।
it: Oggi è la Giornata dell'Espresso! ⚡☕ Inizia la giornata con l'energia di un espresso forte.
ja: 今日はエスプレッソの日です！⚡☕ 濃いエスプレッソのエネルギーで一日を始めましょう。
ko: 오늘은 에스프레소 데이입니다! ⚡☕ 진한 에스프레소로 하루를 시작하세요.
nl: Vandaag is het Espresso Dag! ⚡☕ Begin je dag met de energie van een sterke espresso.
no: I dag er det Espressodagen! ⚡☕ Start dagen med energien fra en sterk espresso.
pt_br: Hoje é o Dia do Espresso! ⚡☕ Comece o dia com a energia de um espresso forte.
ru: Сегодня День эспрессо! ⚡☕ Начните свой день с энергии крепкого эспрессо.
sv: Idag är det Espressodagen! ⚡☕ Börja din dag med energin från en stark espresso.
th: วันนี้คือวันเอสเพรสโซ! ⚡☕ เริ่มต้นวันด้วยความสดชื่นจากเอสเพรสโซช็อตเข้มข้น

# chocolate_day
source: World Chocolate Day
da: Verdens Chokoladedag
de: Welt-Schokoladen-Tag
fi: Maailman Suklaapäivä
fr: Journée Mondiale du Chocolat
hi: विश्व चॉकलेट दिवस
it: Giornata Mondiale del Cioccolato
ja: 世界チョコレートデー
ko: 세계 초콜릿의 날
nl: Wereld Chocolade Dag
no: Verdens Sjokoladedag
pt_br: Dia Mundial do Chocolate
ru: Всемирный день шоколада
sv: Världschokladdagen
th: วันช็อกโกแลตโลก

# chocolate_day_message
source: Today is World Chocolate Day! 🍫☕ Pair your coffee with a piece of chocolate for a sweet break.
da: I dag er det Verdens Chokoladedag! 🍫☕ Kombiner din kaffe med et stykke chokolade til en sød pause.
de: Heute ist Welt-Schokoladen-Tag! 🍫☕ Kombiniere deinen Kaffee mit einem Stück Schokolade für eine süße Pause.
fi: Tänään on Maailman Suklaapäivä! 🍫☕ Yhdistä kahvisi palaan suklaata makean tauon saamiseksi.
fr: Aujourd'hui, c'est la Journée Mondiale du Chocolat ! 🍫☕ Accompagnez votre café d'un morceau de chocolat pour une pause gourmande.
hi: आज विश्व चॉकलेट दिवस है! 🍫☕ मीठे ब्रेक के लिए अपनी कॉफी के साथ एक टुकड़ा चॉकलेट लें।
it: Oggi è la Giornata Mondiale del Cioccolato! 🍫☕ Abbina il tuo caffè con un pezzo di cioccolato per una pausa dolce.
ja: 今日は世界チョコレートデーです！🍫☕ コーヒーにチョコレートを添えて、甘いひとときを楽しみましょう。
ko: 오늘은 세계 초콜릿의 날입니다! 🍫☕ 커피와 초콜릿 한 조각으로 달콤한 휴식을 즐겨보세요.
nl: Vandaag is het Wereld Chocolade Dag! 🍫☕ Combineer je koffie met een stukje chocolade voor een zoete pauze.
no: I dag er det Verdens Sjokoladedag! 🍫☕ Kombiner kaffen din med et stykke sjokolade for en søt pause.
pt_br: Hoje é o Dia Mundial do Chocolate! 🍫☕ Combine seu café com um pedaço de chocolate para uma pausa doce.
ru: Сегодня Всемирный день шоколада! 🍫☕ Сочетайте свой кофе с кусочком шоколада для сладкого отдыха.
sv: Idag är det Världschokladdagen! 🍫☕ Kombinera ditt kaffe med en bit choklad för en söt paus.
th: วันนี้คือวันช็อกโกแลตโลก! 🍫☕ จับคู่กาแฟกับช็อกโกแลตเพื่อช่วงเวลาหวานๆ

# barista_day
source: World Barista Day
da: Verdens Barista Dag
de: Welt-Barista-Tag
fi: Maailman Baristapäivä
fr: Journée Mondiale du Barista
hi: विश्व बरिस्ता दिवस
it: Giornata Mondiale del Barista
ja: 世界バリスタの日
ko: 세계 바리스타의 날
nl: Wereld Barista Dag
no: Verdens Baristadag
pt_br: Dia Mundial do Barista
ru: Всемирный день бариста
sv: Världsbaristadagen
th: วันบาริสต้าโลก

# barista_day_message
source: Today is World Barista Day! 🎨☕ Celebrate the art of coffee making and feel like a barista.
da: I dag er det Verdens Barista Dag! 🎨☕ Fejr kunsten at lave kaffe og føl dig som en barista.
de: Heute ist Welt-Barista-Tag! 🎨☕ Feiere die Kunst des Kaffeekochens und fühle dich wie ein Barista.
fi: Tänään on Maailman Baristapäivä! 🎨☕ Juhli kahvin valmistuksen taidetta ja tunne itsesi baristaksi.
fr: Aujourd'hui, c'est la Journée Mondiale du Barista ! 🎨☕ Célébrez l'art du café et sentez-vous comme un barista.
hi: आज विश्व बरिस्ता दिवस है! 🎨☕ कॉफी बनाने की कला का जश्न मनाएं और खुद को बरिस्ता की तरह महसूस करें।
it: Oggi è la Giornata Mondiale del Barista! 🎨☕ Celebra l'arte del caffè e sentiti un barista.
ja: 今日は世界バリスタの日です！🎨☕ コーヒー作りの芸術を祝い、バリスタの気分を味わいましょう。
ko: 오늘은 세계 바리스타의 날입니다! 🎨☕ 커피 만드는 예술을 기념하며 바리스타가 된 기분을 느껴보세요.
nl: Vandaag is het Wereld Barista Dag! 🎨☕ Vier de kunst van het koffiezetten en voel je als een barista.
no: I dag er det Verdens Baristadag! 🎨☕ Feir kunsten å lage kaffe og føl deg som en barista.
pt_br: Hoje é o Dia Mundial do Barista! 🎨☕ Celebre a arte de fazer café e sinta-se como um barista.
ru: Сегодня Всемирный день бариста! 🎨☕ Празднуйте искусство приготовления кофе и почувствуйте себя бариста.
sv: Idag är det Världsbaristadagen! 🎨☕ Fira kaffekonsten och känn dig som en barista.
th: วันนี้คือวันบาริสต้าโลก! 🎨☕ ฉลองศิลปะแห่งกาแฟและรู้สึกเหมือนเป็นบาริสต้า

source: Valentine's Day
da: Valentinsdag
de: Valentinstag
fi: Ystävänpäivä
fr: Saint-Valentin
hi: वेलेंटाइन डे
it: San Valentino
ja: バレンタインデー
ko: 밸런타인데이
nl: Valentijnsdag
no: Valentinsdagen
pt_br: Dia dos Namorados
ru: День святого Валентина
sv: День святого Валентина
th: วันวาเลนไทน์

# valentines_day_message
source: Today is Valentine's Day! ❤️☕ Share your coffee with your loved one and celebrate this special day together.
da: I dag er det Valentinsdag! ❤️☕ Del din kaffe med din elskede og fejre denne særlige dag sammen.
de: Heute ist Valentinstag! ❤️☕ Teile deinen Kaffee mit deinem Liebsten und feiere diesen besonderen Tag zusammen.
fi: Tänään on Ystävänpäivä! ❤️☕ Jaa kahvisi rakkaasi kanssa ja juhli tätä erityistä päivää yhdessä.
fr: Aujourd'hui, c'est la Saint-Valentin ! ❤️☕ Partagez votre café avec votre être cher et célébrez ensemble cette journée spéciale.
hi: आज वेलेंटाइन डे है! ❤️☕ अपने प्रिय के साथ कॉफी साझा करें और इस विशेष दिन को एक साथ मनाएं।
it: Oggi è San Valentino! ❤️☕ Condividi il tuo caffè con la persona amata e celebra insieme questo giorno speciale.
ja: 今日はバレンタインデーです！❤️☕ 大切な人とコーヒーをシェアして、この特別な日を一緒にお祝いしましょう。
ko: 오늘은 밸런타인데이입니다! ❤️☕ 사랑하는 사람과 커피를 나누며 이 특별한 날을 함께 축하하세요.
nl: Vandaag is het Valentijnsdag! ❤️☕ Deel je koffie met je geliefde en vier deze speciale dag samen.
no: I dag er det Valentinsdagen! ❤️☕ Del kaffen din med din kjære og feir denne spesielle dagen sammen.
pt_br: Hoje é o Dia dos Namorados! ❤️☕ Compartilhe seu café com quem você ama e comemore este dia especial juntos.
ru: Сегодня День святого Валентина! ❤️☕ Поделитесь своим кофе с любимым человеком и отпразднуйте этот особенный день вместе.
sv: Idag är det Alla hjärtans dag! ❤️☕ Dela ditt kaffe med din älskade och fira denna speciella dag tillsammans.
th: วันนี้คือวันวาเลนไทน์! ❤️☕ ดื่มกาแฟร่วมกับคนที่คุณรักและฉลองวันนี้ไปด้วยกัน

# friendship_day
source: International Friendship Day
da: International Venskabsdag
de: Internationaler Tag der Freundschaft
fi: Kansainvälinen Ystävyyspäivä
fr: Journée Internationale de l'Amitié
hi: अंतर्राष्ट्रीय मित्रता दिवस
it: Giornata Internazionale dell'Amicizia
ja: 国際友情デー
ko: 국제 우정의 날
nl: Internationale Vriendschapsdag
no: Internasjonal Vennskapsdag
pt_br: Dia Internacional da Amizade
ru: Международный день дружбы
sv: Internationella Vänskapsdagen
th: วันมิตรภาพสากล

# friendship_day_message
source: Today is International Friendship Day! 🤝☕ Create memories with your best friend over a coffee.
da: I dag er det International Venskabsdag! 🤝☕ Skab minder med din bedste ven over en kop kaffe.
de: Heute ist Internationaler Tag der Freundschaft! 🤝☕ Schaffe Erinnerungen mit deinem besten Freund bei einer Tasse Kaffee.
fi: Tänään on Kansainvälinen Ystävyyspäivä! 🤝☕ Luo muistoja parhaan ystäväsi kanssa kahvikupin ääressä.
fr: Aujourd'hui, c'est la Journée Internationale de l'Amitié ! 🤝☕ Créez des souvenirs avec votre meilleur ami autour d'un café.
hi: आज अंतर्राष्ट्रीय मित्रता दिवस है! 🤝☕ अपने सबसे अच्छे दोस्त के साथ कॉफी पर यादें बनाएं।
it: Oggi è la Giornata Internazionale dell'Amicizia! 🤝☕ Crea ricordi con il tuo migliore amico davanti a un caffè.
ja: 今日は国際友情デーです！🤝☕ 親友とコーヒーを楽しみながら思い出を作りましょう。
ko: 오늘은 국제 우정의 날입니다! 🤝☕ 소중한 친구와 커피 한 잔하며 추억을 만들어 보세요.
nl: Vandaag is het Internationale Vriendschapsdag! 🤝☕ Creëer herinneringen met je beste vriend met een kop koffie.
no: I dag er det Internasjonal Vennskapsdag! 🤝☕ Lag minner med din beste venn over en kopp kaffe.
pt_br: Hoje é o Dia Internacional da Amizade! 🤝☕ Crie memórias com seu melhor amigo tomando um café.
ru: Сегодня Международный день дружбы! 🤝☕ Создавайте воспоминания с лучшим другом за чашкой кофе.
sv: Idag är det Internationella Vänskapsdagen! 🤝☕ Skapa minnen med din bästa vän över en kopp kaffe.
th: วันนี้คือวันมิตรภาพสากล! 🤝☕ สร้างความทรงจำกับเพื่อนที่ดีที่สุดของคุณผ่านกาแฟ

source: New Year's Day
da: Nytårsdag
de: Neujahrstag
fi: Uudenvuodenpäivä
fr: Jour de l'An
hi: नव वर्ष दिवस
it: Capodanno
ja: 元日
ko: 새해 첫날
nl: Nieuwjaarsdag
no: Nyttårsdag
pt_br: Dia de Ano Novo
ru: Новый год
sv: Nyårsdagen
th: วันปีใหม่

# new_years_day_message
source: Today is the first day of the year! 🎉☕ Grab your coffee and start dreaming about new beginnings.
da: I dag er årets første dag! 🎉☕ Tag din kaffe og begynd at drømme om nye begyndelser.
de: Heute ist der erste Tag des Jahres! 🎉☕ Nimm deinen Kaffee und träume von neuen Anfängen.
fi: Tänään on vuoden ensimmäinen päivä! 🎉☕ Ota kahvisi ja ala unelmoida uusista aluista.
fr: Aujourd'hui, c'est le premier jour de l'année ! 🎉☕ Prenez votre café et commencez à rêver de nouveaux départs.
hi: आज साल का पहला दिन है! 🎉☕ अपनी कॉफी लें और नई शुरुआत के बारे में सपने देखना शुरू करें।
it: Oggi è il primo giorno dell'anno! 🎉☕ Prendi il tuo caffè e inizia a sognare nuovi inizi.
ja: 今日は一年の初日です！🎉☕ コーヒーを手にして、新しい始まりを夢見ましょう。
ko: 오늘은 새해의 첫날입니다! 🎉☕ 커피를 들고 새로운 시작을 꿈꿔보세요.
nl: Vandaag is de eerste dag van het jaar! 🎉☕ Pak je koffie en begin te dromen over nieuwe beginnen.
no: I dag er årets første dag! 🎉☕ Ta kaffen din og begynn å drømme om nye begynnelser.
pt_br: Hoje é o primeiro dia do ano! 🎉☕ Pegue seu café e comece a sonhar com novos começos.
ru: Сегодня первый день года! 🎉☕ Возьмите кофе и начните мечтать о новых начинаниях.
sv: Idag är det årets första dag! 🎉☕ Ta din kaffe och börja drömma om nya början.
th: วันนี้เป็นวันแรกของปี! 🎉☕ ดื่มกาแฟแล้วเริ่มฝันถึงการเริ่มต้นใหม่

# free_3_days
source: Completely free for 3 days!
da: Helt gratis i 3 dage!
de: Komplett kostenlos für 3 Tage!
fi: Täysin ilmainen 3 päivää!
fr: Entièrement gratuit pendant 3 jours !
hi: पूरी तरह से 3 दिनों के लिए मुफ्त!
it: Completamente gratuito per 3 giorni!
ja: 3日間完全無料！
ko: 3일 동안 완전히 무료!
nl: Volledig gratis gedurende 3 dagen!
no: Helt gratis i 3 dager!
pt_br: Completamente grátis por 3 dias!
ru: Совершенно бесплатно на 3 дня!
sv: Helt gratis i 3 dagar!
th: ฟรี 3 วัน!

source: Cancel anytime.
da: Annuller når som helst.
de: Jederzeit kündbar.
fi: Peruuta milloin tahansa.
fr: Annulez à tout moment.
hi: कभी भी रद्द करें।
it: Annulla in qualsiasi momento.
ja: いつでもキャンセルできます。
ko: 언제든지 취소 가능합니다.
nl: Annuleer op elk moment.
no: Avbryt når som helst.
pt_br: Cancele a qualquer momento.
ru: Отменить можно в любое время.
sv: Avbryt när som helst.
th: ยกเลิกได้ทุกเวลา

source: Monthly Pass
da: Månedligt Pas
de: Monats-Pass
fi: Kuukausipassi
fr: Pass Mensuel
hi: मासिक पास
it: Pass Mensile
ja: 月間パス
ko: 월간 패스
nl: Maandelijkse Pas
no: Månedlig Pass
pt_br: Passe Mensal
ru: Ежемесячный пропуск
sv: Månadspass
th: บัตรรายเดือน

source: Annual Pass
da: Årligt Pas
de: Jahres-Pass
fi: Vuosipassi
fr: Pass Annuel
hi: वार्षिक पास
it: Pass Annuale
ja: 年間パス
ko: 연간 패스
nl: Jaarlijkse Pas
no: Årlig Pass
pt_br: Passe Anual
ru: Годовой пропуск
sv: Årspass
th: บัตรรายปี

source: Free for 3 days
da: Gratis i 3 dage
de: Kostenlos für 3 Tage
fi: Ilmainen 3 päivää
fr: Gratuit pendant 3 jours
hi: 3 दिनों के लिए मुफ्त
it: Gratis per 3 giorni
ja: 3日間無料
ko: 3일 동안 무료
nl: Gratis voor 3 dagen
no: Gratis i 3 dager
pt_br: Grátis por 3 dias
ru: Бесплатно на 3 дня
sv: Gratis i 3 dagar
th: ฟรี 3 วัน

# per_month
source: %@ /month
da: %@ /måned
de: %@ /Monat
fi: %@ /kuukausi
fr: %@ /mois
hi: %@ /माह
it: %@ /mese
ja: %@ /月
ko: %@ /월
nl: %@ /maand
no: %@ /måned
pt_br: %@ /mês
ru: %@ /месяц
sv: %@ /månad
th: %@ /เดือน

# coffee_beans_gifted
source: *The 180 Coffee Beans are gifted at the beginning of the free trial.
da: *De 180 kaffebønnerne gives i starten af den gratis prøveperiode.
de: *Die 180 Kaffeebohnen werden zu Beginn der kostenlosen Testphase verschenkt.
fi: *180 kahvipapua lahjoitetaan ilmaisen kokeilun alussa.
fr: *Les 180 grains de café sont offerts au début de l'essai gratuit.
hi: *नि: शुल्क परीक्षण की शुरुआत में 180 कॉफी बीन्स उपहार के रूप में दिए जाते हैं।
it: *I 180 chicchi di caffè vengono regalati all'inizio della prova gratuita.
ja: *無料トライアルの開始時に、180個のコーヒービーンズが贈られます。
ko: *무료 체험 시작 시 180개의 커피콩이 제공됩니다.
nl: *De 180 koffiebonen worden aan het begin van de gratis proefperiode geschonken.
no: *De 180 kaffebønnene gis ved starten av den gratis prøveperioden.
pt_br: *Os 180 grãos de café são oferecidos no início do período de teste gratuito.
ru: *180 кофейных зерен дарятся в начале бесплатного пробного периода.
sv: *De 180 kaffebönorna ges som gåva vid början av den kostnadsfria testperioden.
th: *ถั่วกาแฟ 180 เมล็ด จะได้รับเมื่อลองใช้งานฟรีเริ่มต้น

# terms_and_privacy
source: Terms of Service and Privacy Policy
da: Vilkår for service og privatlivspolitik
de: Nutzungsbedingungen und Datenschutzrichtlinie
fi: Käyttöehdot ja tietosuojakäytäntö
fr: Conditions d'utilisation et politique de confidentialité
hi: सेवा की शर्तें और गोपनीयता नीति
it: Termini di servizio e Informativa sulla privacy
ja: 利用規約とプライバシーポリシー
ko: 서비스 약관 및 개인정보 처리방침
nl: Gebruiksvoorwaarden en privacybeleid
no: Vilkår for bruk og personvernpolicy
pt_br: Termos de serviço e política de privacidade
ru: Условия обслуживания и Политика конфиденциальности
sv: Användarvillkor och sekretesspolicy
th: ข้อกำหนดการให้บริการและนโยบายความเป็นส่วนตัว

source: Terms of Service
da: Vilkår for tjeneste
de: Nutzungsbedingungen
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Gebruiksvoorwaarden
no: Vilkår for bruk
pt_br: Termos de serviço
ru: Условия обслуживания
sv: Användarvillkor
th: ข้อกำหนดการให้บริการ

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
no: Personvernpolicy
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว

source: and
da: og
de: und
fi: ja
fr: et
hi: और
it: e
ja: と
ko: 그리고
nl: en
no: og
pt_br: e
ru: и
sv: och
th: และ

source: Begin Free Trial
da: Start gratis prøveperiode
de: Kostenlose Testversion starten
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
hi: निःशुल्क परीक्षण प्रारंभ करें
it: Inizia la prova gratuita
ja: 無料体験を始める
ko: 무료 체험 시작
nl: Begin Gratis Proefversie
no: Start gratis prøveperiode
pt_br: Iniciar teste gratuito
ru: Начать бесплатную пробную версию
sv: Påbörja gratis provperiod
th: เริ่มทดลองใช้งานฟรี

# subscription_unavailable
source: Subscription information is unavailable at the moment.
da: Abonnementsoplysninger er ikke tilgængelige i øjeblikket.
de: Abonnementsinformationen sind momentan nicht verfügbar.
fi: Tilaustiedot eivät ole saatavilla tällä hetkellä.
fr: Les informations sur l'abonnement ne sont pas disponibles pour le moment.
hi: सदस्यता जानकारी इस समय उपलब्ध नहीं है।
it: Le informazioni sull'abbonamento non sono disponibili al momento.
ja: 現在、サブスクリプション情報を利用できません。
ko: 구독 정보를 현재 사용할 수 없습니다.
nl: Informatie over abonnementen is momenteel niet beschikbaar.
no: Abonnementsinformasjon er ikke tilgjengelig for øyeblikket.
pt_br: As informações de assinatura não estão disponíveis no momento.
ru: Информация о подписке в данный момент недоступна.
sv: Prenumerationsinformationen är inte tillgänglig just nu.
th: ข้อมูลการสมัครสมาชิกไม่พร้อมใช้งานในขณะนี้
