Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# romantic_moment
source: Complete the magic in a romantic moment with your first coffee, and celebrate this special experience! ❤️☕
da: Fuldend magien i et romantisk øjeblik med din første kaffe, og fejre denne særlige oplevelse! ❤️☕
de: Vervollständige die Magie in einem romantischen Moment mit deinem ersten Kaffee und feiere dieses besondere Erlebnis! ❤️☕
fi: Viimeistele taikuus romanttisessa hetkessä ensimmäisellä kahvillasi ja juhlista tätä erityistä kokemusta! ❤️☕
fr: Complétez la magie d'un moment romantique avec votre premier café et célébrez cette expérience spéciale! ❤️☕
hi: अपने पहले कॉफी के साथ रोमांटिक पल में जादू को पूरा करें और इस विशेष अनुभव का जश्न मनाएं! ❤️☕
it: Completa la magia in un momento romantico con il tuo primo caffè e celebra questa esperienza speciale! ❤️☕
ja: 初めてのコーヒーでロマンチックな瞬間に魔法を完成させ、この特別な体験をお祝いしましょう！❤️☕
ko: 첫 커피로 로맨틱한 순간의 마법을 완성하고 이 특별한 경험을 축하하세요! ❤️☕
nl: Voltooi de magie in een romantisch moment met je eerste koffie en vier deze speciale ervaring! ❤️☕
no: Fullfør magien i et romantisk øyeblikk med din første kaffe og feire denne spesielle opplevelsen! ❤️☕
pt_br: Complete a magia em um momento romântico com o seu primeiro café e celebre essa experiência especial! ❤️☕
ru: Завершите магию романтического момента с вашей первой чашкой кофе и отпразднуйте этот особый опыт! ❤️☕
sv: Fullborda magin i ett romantiskt ögonblick med din första kaffe och fira denna speciella upplevelse! ❤️☕
th: เติมเต็มความมหัศจรรย์ในช่วงเวลาโรแมนติกด้วยกาแฟแก้วแรก และฉลองประสบการณ์พิเศษนี้! ❤️☕

# crown_love_moments
source: Crown your love-filled moments with 10 different coffees in a romantic mood! 💖☕
da: Kron dine kærlighedsfyldte øjeblikke med 10 forskellige kaffetyper i en romantisk stemning! 💖☕
de: Krönen Sie Ihre liebevollen Momente mit 10 verschiedenen Kaffees in romantischer Stimmung! 💖☕
fi: Kruunaa rakkaudentäyteiset hetket 10 eri kahvilaadulla romanttisessa tunnelmassa! 💖☕
fr: Couronnez vos moments pleins d'amour avec 10 cafés différents dans une ambiance romantique! 💖☕
hi: रोमांटिक मूड में 10 अलग-अलग कॉफी के साथ अपने प्रेमपूर्ण क्षणों को सजाएँ! 💖☕
it: Rendi speciali i tuoi momenti romantici con 10 caffè diversi! 💖☕
ja: ロマンチックな気分で 10 種類のコーヒーで愛に満ちた瞬間を飾りましょう！💖☕
ko: 로맨틱한 분위기에서 10가지 다양한 커피로 사랑 가득한 순간을 완성하세요! 💖☕
nl: Bekroon je liefdevolle momenten met 10 verschillende koffiesoorten in een romantische sfeer! 💖☕
no: Kron dine kjærlighetsfylte øyeblikk med 10 forskjellige kaffetyper i en romantisk stemning! 💖☕
pt_br: Coroe seus momentos cheios de amor com 10 cafés diferentes em um clima romântico! 💖☕
ru: Украсьте свои моменты любви с 10 разными сортами кофе в романтической атмосфере! 💖☕
sv: Kröna dina kärleksfulla stunder med 10 olika kaffesorter i en romantisk stämning! 💖☕
th: มอบมงกุฎให้ช่วงเวลาแห่งรักด้วยกาแฟ 10 ชนิดในอารมณ์โรแมนติก! 💖☕

# first_coffee_friend
source: The first coffee with a friend, the first sip of your friendship story! 🕊️☕
da: Den første kaffe med en ven, den første tår af din venskabshistorie! 🕊️☕
de: Der erste Kaffee mit einem Freund, der erste Schluck Ihrer Freundschaftsgeschichte! 🕊️☕
fi: Ensimmäinen kahvi ystävän kanssa, ensimmäinen siemaus ystävyytesi tarinasta! 🕊️☕
fr: Le premier café avec un ami, la première gorgée de votre histoire d'amitié! 🕊️☕
hi: दोस्त के साथ पहली कॉफी, आपकी दोस्ती की कहानी की पहली चुस्की! 🕊️☕
it: Il primo caffè con un amico, il primo sorso della tua storia di amicizia! 🕊️☕
ja: 友達との最初のコーヒー、友情ストーリーの最初の一口！ 🕊️☕
ko: 친구와의 첫 커피, 우정 이야기의 첫 모금! 🕊️☕
nl: De eerste koffie met een vriend, de eerste slok van je vriendschapsverhaal! 🕊️☕
no: Den første kaffen med en venn, den første slurken av din vennskapshistorie! 🕊️☕
pt_br: O primeiro café com um amigo, o primeiro gole da sua história de amizade! 🕊️☕
ru: Первый кофе с другом, первый глоток вашей истории дружбы! 🕊️☕
sv: Den första kaffet med en vän, den första klunken av din vänskapshistoria! 🕊️☕
th: กาแฟแก้วแรกกับเพื่อน จิบแรกของเรื่องราวมิตรภาพของคุณ! 🕊️☕

# friendship_love_moments
source: Create friendship or love-filled moments with 20 coffees and complete this special achievement! 🎀☕
da: Skab venskabs- eller kærlighedsfyldte øjeblikke med 20 kopper kaffe og fuldfør denne specielle bedrift! 🎀☕
de: Schaffen Sie freundschaftliche oder liebevolle Momente mit 20 Kaffees und vervollständigen Sie diese besondere Errungenschaft! 🎀☕
fi: Luo ystävyys- tai rakkaushetkiä 20 kahvikupilla ja suorita tämä erityinen saavutus! 🎀☕
fr: Créez des moments d'amitié ou d'amour avec 20 cafés et complétez cet accomplissement spécial! 🎀☕
hi: 20 कॉफियों के साथ दोस्ती या प्रेमपूर्ण क्षण बनाएं और इस विशेष उपलब्धि को पूरा करें! 🎀☕
it: Crea momenti di amicizia o amore con 20 caffè e completa questo traguardo speciale! 🎀☕
ja: 20 杯のコーヒーで友情や愛に満ちた瞬間を作り、この特別な功績を達成しましょう！ 🎀☕
ko: 20잔의 커피로 우정이나 사랑이 담긴 순간을 만들어 특별한 업적을 달성하세요! 🎀☕
nl: Creëer momenten van vriendschap of liefde met 20 koffies en voltooi deze speciale prestatie! 🎀☕
no: Skap vennskaps- eller kjærlighetsfylte øyeblikk med 20 kopper kaffe og fullfør denne spesielle prestasjonen! 🎀☕
pt_br: Crie momentos cheios de amizade ou amor com 20 cafés e complete esta conquista especial! 🎀☕
ru: Создайте моменты дружбы или любви с 20 чашками кофе и завершите это особое достижение! 🎀☕
sv: Skapa vänskapliga eller kärleksfulla stunder med 20 kaffekoppar och fullfölj detta speciella mål! 🎀☕
th: สร้างช่วงเวลามิตรภาพหรือความรักด้วยกาแฟ 20 แก้วและปลดล็อกรางวัลพิเศษนี้! 🎀☕

# deepen_conversations
source: Deepen your conversations over coffee 5 times in a month and unlock this reward! ☕💬
da: Uddybe dine samtaler over kaffe 5 gange om måneden og låse op for denne belønning! ☕💬
de: Vertiefen Sie Ihre Gespräche über Kaffee 5 Mal im Monat und schalten Sie diese Belohnung frei! ☕💬
fi: Syvennä keskustelujasi kahvin äärellä 5 kertaa kuukaudessa ja avaa tämä palkinto! ☕💬
fr: Approfondissez vos conversations autour d'un café 5 fois par mois et débloquez cette récompense! ☕💬
hi: एक महीने में 5 बार कॉफी के साथ अपनी बातचीत को गहराई दें और इस इनाम को अनलॉक करें! ☕💬
it: Approfondisci le tue conversazioni con il caffè 5 volte in un mese e sblocca questa ricompensa! ☕💬
ja: 1 か月に 5 回コーヒーで会話を深め、この報酬をアンロックしましょう！ ☕💬
ko: 한 달 동안 5번 커피로 대화를 심화하고 이 보상을 잠금 해제하세요! ☕💬
nl: Verdiep je gesprekken met koffie 5 keer per maand en ontgrendel deze beloning! ☕💬
no: Fordyp samtalene dine med kaffe 5 ganger i måneden og lås opp denne belønningen! ☕💬
pt_br: Aprofunde suas conversas com café 5 vezes em um mês e desbloqueie esta recompensa! ☕💬
ru: Углубляйте свои беседы за кофе 5 раз в месяц и разблокируйте эту награду! ☕💬
sv: Fördjupa dina samtal över kaffe 5 gånger i månaden och lås upp denna belöning! ☕💬
th: ทำให้การสนทนาของคุณลึกซึ้งขึ้นด้วยกาแฟ 5 ครั้งในหนึ่งเดือนและปลดล็อกรางวัลนี้! ☕💬

# discover_all_coffee_types
source: Discover all coffee types and become a coffee legend! ☕🏆
da: Udforsk alle typer kaffe og bliv en kaffens legende! ☕🏆
de: Entdecke alle Kaffeesorten und werde eine Kaffee-Legende! ☕🏆
fi: Tutki kaikki kahvityypit ja tule kahvilegendaksi! ☕🏆
fr: Découvrez tous les types de café et devenez une légende du café ! ☕🏆
hi: सभी प्रकार की कॉफी का अन्वेषण करें और कॉफी की एक किंवदंती बनें! ☕🏆
it: Scopri tutti i tipi di caffè e diventa una leggenda del caffè! ☕🏆
ja: すべてのコーヒータイプを探求し、コーヒーの伝説になりましょう！☕🏆
ko: 모든 커피 종류를 탐험하고 커피 레전드가 되세요! ☕🏆
nl: Ontdek alle soorten koffie en word een koffielegende! ☕🏆
no: Oppdag alle typer kaffe og bli en kaffens legende! ☕🏆
pt_br: Descubra todos os tipos de café e torne-se uma lenda do café! ☕🏆
ru: Откройте все виды кофе и станьте легендой кофе! ☕🏆
sv: Upptäck alla typer av kaffe och bli en kaffets legend! ☕🏆
th: ค้นพบกาแฟทุกชนิดและกลายเป็นตำนานกาแฟ! ☕🏆

# share_coffee_with_friends
source: Share 10 different coffees with your friends, let friendship blend with coffee! 🤗☕
da: Del 10 forskellige kaffer med dine venner, lad venskab blande sig med kaffe! 🤗☕
de: Teile 10 verschiedene Kaffees mit deinen Freunden und lass Freundschaft mit Kaffee verschmelzen! 🤗☕
fi: Jaa 10 erilaista kahvia ystäviesi kanssa ja anna ystävyyden sekoittua kahviin! 🤗☕
fr: Partagez 10 cafés différents avec vos amis, laissez l’amitié se mêler au café ! 🤗☕
hi: अपने दोस्तों के साथ 10 अलग-अलग कॉफी साझा करें, और दोस्ती को कॉफी के साथ मिश्रित करें! 🤗☕
it: Condividi 10 tipi di caffè diversi con i tuoi amici, lascia che l'amicizia si mescoli al caffè! 🤗☕
ja: 友達と10種類の異なるコーヒーを共有し、友情をコーヒーで深めましょう！🤗☕
ko: 친구들과 10가지 다른 커피를 공유하며 우정을 커피와 함께 나눠보세요! 🤗☕
nl: Deel 10 verschillende koffies met je vrienden en laat vriendschap mengen met koffie! 🤗☕
no: Del 10 forskjellige kaffer med vennene dine, la vennskap blande seg med kaffe! 🤗☕
pt_br: Compartilhe 10 cafés diferentes com seus amigos, deixe a amizade se misturar com o café! 🤗☕
ru: Поделитесь 10 разными видами кофе с друзьями, пусть дружба смешается с кофе! 🤗☕
sv: Dela 10 olika kaffesorter med dina vänner, låt vänskapen blandas med kaffe! 🤗☕
th: แบ่งปันกาแฟ 10 ชนิดกับเพื่อนของคุณ ปล่อยให้มิตรภาพผสมผสานกับกาแฟ! 🤗☕

# discover_worlds_with_coffee
source: Discover new worlds with 10 coffees during reading or camping moments! 📚🌄☕
da: Opdag nye verdener med 10 kaffer under læsning eller camping! 📚🌄☕
de: Entdecke neue Welten mit 10 Kaffees während Lese- oder Campingmomenten! 📚🌄☕
fi: Löydä uusia maailmoja 10 kahvin avulla luku- tai leirintähetkillä! 📚🌄☕
fr: Découvrez de nouveaux mondes avec 10 cafés pendant vos moments de lecture ou de camping. 📚🌄☕
hi: पढ़ाई या कैम्पिंग के दौरान 10 कॉफी के साथ नई दुनिया की खोज करें! 📚🌄☕
it: Scopri nuovi mondi con 10 caffè durante i momenti di lettura o campeggio! 📚🌄☕
ja: 読書やキャンプの時間に10種類のコーヒーで新しい世界を発見しましょう！📚🌄☕
ko: 독서나 캠핑 중에 10가지 커피로 새로운 세계를 발견하세요! 📚🌄☕
nl: Ontdek nieuwe werelden met 10 koffies tijdens lezen of kamperen! 📚🌄☕
no: Oppdag nye verdener med 10 kaffer under lesing eller camping! 📚🌄☕
pt_br: Descubra novos mundos com 10 cafés durante momentos de leitura ou acampamento! 📚🌄☕
ru: Откройте новые миры с 10 видами кофе во время чтения или кемпинга! 📚🌄☕
sv: Upptäck nya världar med 10 kaffesorter under läsning eller camping! 📚🌄☕
th: ค้นพบโลกใหม่ด้วยกาแฟ 10 แก้วในช่วงเวลาอ่านหนังสือหรือแคมป์! 📚🌄☕

# enhance_conversations_with_coffee
source: Enhance your conversations with 20 different coffees during chats! 💭☕
da: Forbedr dine samtaler med 20 forskellige kaffer under samtaler! 💭☕
de: Verbessere deine Gespräche mit 20 verschiedenen Kaffees während Chats! 💭☕
fi: Paranna keskustelujasi 20 erilaisella kahvilla keskustelujen aikana! 💭☕
fr: Enrichissez vos conversations avec 20 cafés différents lors de vos discussions. 💭☕
hi: चैट के दौरान 20 विभिन्न प्रकार की कॉफी के साथ अपनी बातचीत को बेहतर बनाएं! 💭☕
it: Arricchisci le tue conversazioni con 20 tipi di caffè diversi durante le chiacchierate! 💭☕
ja: チャット中に20種類のコーヒーで会話を盛り上げましょう！💭☕
ko: 대화 중 20가지 다양한 커피로 대화를 풍성하게 하세요! 💭☕
nl: Verhoog je gesprekken met 20 verschillende koffies tijdens chats! 💭☕
no: Forbedre samtalene dine med 20 forskjellige kaffer under chatter! 💭☕
pt_br: Melhore suas conversas com 20 cafés diferentes durante os bate-papos! 💭☕
ru: Улучшите свои беседы с 20 различными видами кофе во время общения! 💭☕
sv: Förbättra dina samtal med 20 olika kaffesorter under chattar! 💭☕
th: ทำให้การสนทนาของคุณน่าสนใจยิ่งขึ้นด้วยกาแฟ 20 ชนิดระหว่างการพูดคุย! 💭☕

# experience_all_coffee_moments
source: Experience all coffee moments and reach the peak of your coffee journey! 🎉☕
da: Oplev alle kaffeøjeblikke og nå toppen af din kafferejse! 🎉☕
de: Erlebe alle Kaffeemomente und erreiche den Höhepunkt deiner Kaffeereise! 🎉☕
fi: Koe kaikki kahvihetket ja saavuta kahvimatkasi huippu! 🎉☕
fr: Vivez tous les moments café et atteignez le sommet de votre parcours café ! 🎉☕
hi: सभी कॉफी पलों का अनुभव करें और अपनी कॉफी यात्रा की ऊंचाई पर पहुंचें! 🎉☕
it: Vivi tutti i momenti del caffè e raggiungi il culmine del tuo viaggio nel caffè! 🎉☕
ja: すべてのコーヒーモーメントを体験し、コーヒー旅の頂点に到達しましょう！🎉☕
ko: 모든 커피 순간을 경험하고 커피 여행의 정점에 도달하세요! 🎉☕
nl: Beleef alle koffiemomenten en bereik het hoogtepunt van je koffieavontuur! 🎉☕
no: Opplev alle kaffestunder og nå toppen av kaffereisen din! 🎉☕
pt_br: Experimente todos os momentos de café e alcance o auge da sua jornada cafeeira! 🎉☕
ru: Испытайте все кофейные моменты и достигните вершины своего кофейного путешествия! 🎉☕
sv: Upplev alla kaffestunder och nå toppen av din kaffeupplevelse! 🎉☕
th: สัมผัสทุกช่วงเวลากาแฟและไปถึงจุดสูงสุดของการเดินทางกับกาแฟ! 🎉☕
