Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# apple_account_subscription
source: Your Apple Account will be charged. The monthly (subscription) pass is %@ and automatically renews each month. The annual (subscription) pass, charged as one upfront payment, is %@ and automatically renews each year. Subscription will be auto-renewed within 24 hours before the current period ends. You can manage your subscription through Apple Account Settings.
da: Din Apple-konto bliver opkrævet. Det månedlige (abonnement) pas koster %@ og fornyes automatisk hver måned. Det årlige (abonnement) pas, som opkræves som en engangsbetaling, koster %@ og fornyes automatisk hvert år. Abonnementet fornyes automatisk inden for 24 timer før den nuværende periode slutter. Du kan administrere dit abonnement via Apple-kontoindstillinger.
de: Ihr Apple-Konto wird belastet. Der monatliche (Abonnement-)Pass kostet %@ und wird jeden Monat automatisch verlängert. Der jährliche (Abonnement-)Pass, der als einmalige Vorauszahlung berechnet wird, kostet %@ und wird jedes Jahr automatisch verlängert. Das Abonnement wird automatisch innerhalb von 24 Stunden vor Ablauf der aktuellen Periode verlängert. Sie können Ihr Abonnement über die Apple-Kontoeinstellungen verwalten.
fi: Apple-tililtäsi veloitetaan maksu. Kuukausittainen (tilaus) passi maksaa %@ ja uusiutuu automaattisesti joka kuukausi. Vuotuinen (tilaus) passi, joka veloitetaan yhtenä etukäteismaksuna, maksaa %@ ja uusiutuu automaattisesti vuosittain. Tilauksesi uusiutuu automaattisesti 24 tunnin sisällä ennen nykyisen kauden päättymistä. Voit hallita tilaustasi Apple-tiliasetuksista.
fr: Votre compte Apple sera facturé. Le pass mensuel (abonnement) est de %@ et est renouvelé automatiquement chaque mois. Le pass annuel (abonnement), facturé en un seul paiement, est de %@ et est renouvelé automatiquement chaque année. L'abonnement sera renouvelé automatiquement dans les 24 heures avant la fin de la période en cours. Vous pouvez gérer votre abonnement via les paramètres de compte Apple.
it: Il tuo account Apple sarà addebitato. Il pass mensile (abbonamento) costa %@ e si rinnova automaticamente ogni mese. Il pass annuale (abbonamento), addebitato come un pagamento anticipato unico, costa %@ e si rinnova automaticamente ogni anno. L'abbonamento sarà rinnovato automaticamente entro 24 ore prima della fine del periodo corrente. Puoi gestire il tuo abbonamento tramite le Impostazioni account Apple.
ja: Appleアカウントに請求されます。月額（サブスクリプション）パスの料金は%@で、毎月自動更新されます。年額（サブスクリプション）パスは一括で請求され、料金は%@で、毎年自動更新されます。現在の期間が終了する24時間前にサブスクリプションが自動更新されます。Appleアカウントの設定からサブスクリプションを管理できます。
ko: Apple 계정에서 청구됩니다. 월간(구독) 패스는 %@이며 매달 자동 갱신됩니다. 연간(구독) 패스는 일회 선불로 청구되며 %@이며 매년 자동 갱신됩니다. 현재 기간이 끝나기 24시간 전에 구독이 자동 갱신됩니다. Apple 계정 설정에서 구독을 관리할 수 있습니다.
nl: Uw Apple-account wordt belast. De maandelijkse (abonnement) pas kost %@ en wordt automatisch elke maand verlengd. De jaarlijkse (abonnement) pas, in één keer vooraf betaald, kost %@ en wordt automatisch elk jaar verlengd. Het abonnement wordt automatisch verlengd binnen 24 uur voordat de huidige periode eindigt. U kunt uw abonnement beheren via de Apple-accountinstellingen.
no: Din Apple-konto vil bli belastet. Det månedlige (abonnement) passet koster %@ og fornyes automatisk hver måned. Det årlige (abonnement) passet, som belastes som en engangsbetaling, koster %@ og fornyes automatisk hvert år. Abonnementet vil bli automatisk fornyet innen 24 timer før den nåværende perioden avsluttes. Du kan administrere abonnementet ditt via Apple-kontoinnstillinger.
pt_br: Sua conta Apple será cobrada. O passe mensal (assinatura) custa %@ e é renovado automaticamente todo mês. O passe anual (assinatura), cobrado como um pagamento único, custa %@ e é renovado automaticamente todos os anos. A assinatura será renovada automaticamente dentro de 24 horas antes do término do período atual. Você pode gerenciar sua assinatura nas configurações da conta Apple.
ru: С вашего аккаунта Apple будет списана оплата. Ежемесячный (подписка) абонемент стоит %@ и автоматически продлевается каждый месяц. Годовой (подписка) абонемент, оплачиваемый единовременно, стоит %@ и автоматически продлевается каждый год. Подписка будет автоматически продлена за 24 часа до окончания текущего периода. Вы можете управлять своей подпиской через настройки учетной записи Apple.
sv: Ditt Apple-konto debiteras. Det månatliga (abonnemang) kortet kostar %@ och förnyas automatiskt varje månad. Det årliga (abonnemang) kortet, som debiteras som en engångsbetalning, kostar %@ och förnyas automatiskt varje år. Prenumerationen förnyas automatiskt inom 24 timmar innan den nuvarande perioden avslutas. Du kan hantera din prenumeration via Apple-kontoinställningar.
th: บัญชี Apple ของคุณจะถูกเรียกเก็บเงิน บัตรรายเดือน (subscription) คือ %@ และต่ออายุอัตโนมัติทุกเดือน บัตรรายปี (subscription) ซึ่งเรียกเก็บเงินเป็นยอดรวมล่วงหน้าคือ %@ และต่ออายุอัตโนมัติทุกปี การสมัครสมาชิกจะต่ออายุอัตโนมัติภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณสามารถจัดการการสมัครสมาชิกผ่านการตั้งค่าบัญชี Apple

# trial_info_unavailable
source: Free trial information is unavailable at the moment.
da: Oplysninger om gratis prøveperiode er ikke tilgængelige i øjeblikket.
de: Informationen zur kostenlosen Testversion sind derzeit nicht verfügbar.
fi: Ilmaisen kokeilun tiedot eivät ole saatavilla tällä hetkellä.
fr: Les informations sur l'essai gratuit ne sont pas disponibles pour le moment.
hi: मुफ़्त ट्रायल जानकारी इस समय उपलब्ध नहीं है।
it: Le informazioni sulla prova gratuita non sono disponibili al momento.
ja: 無料トライアル情報は現在利用できません。
ko: 무료 체험 정보는 현재 사용할 수 없습니다.
nl: Proefperiode-informatie is momenteel niet beschikbaar.
no: Gratis prøveinformasjon er for øyeblikket ikke tilgjengelig.
pt_br: As informações sobre o teste gratuito não estão disponíveis no momento.
ru: Информация о бесплатной пробной версии недоступна в данный момент.
sv: Information om gratis provperiod är för närvarande inte tillgänglig.
th: ข้อมูลทดลองใช้งานฟรีไม่พร้อมใช้งานในขณะนี้

# trial_info_annual
source: %@ per year after free trial. Cancel anytime.
da: %@ om året efter gratis prøveperiode. Annuller når som helst.
de: %@ pro Jahr nach der kostenlosen Testversion. Jederzeit kündbar.
fi: %@ vuodessa ilmaisen kokeilun jälkeen. Peruuta milloin tahansa.
fr: %@ par an après l'essai gratuit. Annulez à tout moment.
hi: मुफ़्त ट्रायल के बाद प्रति वर्ष %@। कभी भी रद्द करें।
it: %@ all'anno dopo la prova gratuita. Annulla in qualsiasi momento.
ja: 無料トライアル後は年額%@です。いつでもキャンセル可能です。
ko: 무료 체험 후 연간 %@입니다. 언제든지 취소 가능합니다.
nl: %@ per jaar na de gratis proefperiode. Annuleer op elk moment.
no: %@ per år etter gratis prøveperiode. Avslutt når som helst.
pt_br: %@ por ano após o teste gratuito. Cancele a qualquer momento.
ru: %@ в год после бесплатной пробной версии. Отмените в любое время.
sv: %@ per år efter gratis provperiod. Avbryt när som helst.
th: %@ ต่อปีหลังจากการทดลองฟรี ยกเลิกได้ทุกเวลา

# subscribe_premium_pass
source: Subscribe to the Premium Pass to access all features!
da: Abonner på Premium Pass for at få adgang til alle funktioner!
de: Abonnieren Sie den Premium Pass, um alle Funktionen freizuschalten!
fi: Tilaa Premium Pass saadaksesi kaikki ominaisuudet käyttöön!
fr: Abonnez-vous au Pass Premium pour accéder à toutes les fonctionnalités !
hi: प्रीमियम पास सब्सक्राइब करें सभी सुविधाओं का उपयोग करने के लिए!
it: Abbonati al Pass Premium per accedere a tutte le funzionalità!
ja: プレミアムパスを購読して すべての機能にアクセスしましょう！
ko: 프리미엄 패스를 구독하여 모든 기능에 액세스하세요!
nl: Subskrybuj Premium Pass aby uzyskać dostęp do wszystkich funkcji!
no: Abonner på Premium Pass for å få tilgang til alle funksjoner!
pt_br: Assine o Passe Premium para acessar todos os recursos!
ru: Подпишитесь на Premium Pass и получите доступ ко всем функциям!
sv: Prenumerera på Premium Pass för att få tillgång till alla funktioner!
th: สมัครสมาชิกบัตรพรีเมียมเพื่อเข้าถึงทุกฟีเจอร์!

# become_premium_user
source: Become a Premium User
da: Bliv en Premium-bruger
de: Werden Sie Premium-Benutzer
fi: Ryhdy Premium-käyttäjäksi
fr: Devenez un Utilisateur Premium
hi: प्रीमियम उपयोगकर्ता बनें
it: Diventa un Utente Premium
ja: プレミアムユーザーになる
ko: 프리미엄 사용자 되기
nl: Zostań użytkownikiem Premium
no: Bli en Premium-bruker
pt_br: Torne-se um Usuário Premium
ru: Станьте премиум-пользователем
sv: Bli en Premium-användare
th: เป็นผู้ใช้พรีเมียม

# monthly_trial_info
source: %@ per month. Cancel anytime.
da: %@ pr. måned. Annuller når som helst.
de: %@ pro Monat. Jederzeit kündbar.
fi: %@ kuukaudessa. Peru milloin tahansa.
fr: %@ par mois. Annulez à tout moment.
hi: %@ प्रति माह। कभी भी रद्द करें।
it: %@ al mese. Annulla in qualsiasi momento.
ja: 月額 %@。いつでもキャンセル可能です。
ko: 월 %@. 언제든지 취소 가능합니다.
nl: %@ miesięcznie. Możesz anulować w każdej chwili.
no: %@ per måned. Avbryt når som helst.
pt_br: %@ por mês. Cancele a qualquer momento.
ru: %@ в месяц. Отменить можно в любое время.
sv: %@ per månad. Avsluta när som helst.
th: %@ ต่อเดือน ยกเลิกได้ทุกเวลา

# completely_free_3_days
source: Completely free for 3 days!
da: Helt gratis i 3 dage!
de: Komplett kostenlos für 3 Tage!
fi: Täysin ilmainen 3 päivää!
fr: Complètement gratuit pendant 3 jours !
hi: 3 दिनों के लिए पूरी तरह से मुफ्त!
it: Completamente gratuito per 3 giorni!
ja: 3日間完全無料！
ko: 3일 동안 완전히 무료!
nl: Całkowicie za darmo przez 3 dni!
no: Helt gratis i 3 dager!
pt_br: Totalmente grátis por 3 dias!
ru: Абсолютно бесплатно на 3 дня!
sv: Helt gratis i 3 dagar!
th: ฟรี 3 วัน!

# annual_trial_info
source: %@ per year after free trial. Cancel anytime.
da: %@ pr. år efter gratis prøveperiode. Annuller når som helst.
de: %@ pro Jahr nach der kostenlosen Testversion. Jederzeit kündbar.
fi: %@ vuodessa ilmaisen kokeilun jälkeen. Peru milloin tahansa.
fr: %@ par an après l'essai gratuit. Annulez à tout moment.
hi: मुफ़्त परीक्षण के बाद प्रति वर्ष %@। कभी भी रद्द करें।
it: %@ all'anno dopo la prova gratuita. Annulla in qualsiasi momento.
ja: 無料トライアル後は年額 %@。いつでもキャンセル可能です。
ko: 무료 평가판 후 연간 %@. 언제든지 취소 가능합니다.
nl: %@ rocznie po darmowym okresie próbnym. Możesz anulować w każdej chwili.
no: %@ per år etter gratis prøveversjon. Avbryt når som helst.
pt_br: %@ por ano após o teste gratuito. Cancele a qualquer momento.
ru: %@ в год после бесплатной пробной версии. Отменить можно в любое время.
sv: %@ per år efter gratis provperiod. Avsluta när som helst.
th: %@ ต่อปีหลังจากการทดลองฟรี ยกเลิกได้ทุกเวลา

# daily_streak_title
source: Daily Streak
da: Daglig Serie
de: Tägliche Serie
fi: Päivittäinen Putki
fr: Série Quotidienne
hi: दैनिक स्ट्रीक
it: Serie Giornaliera
ja: デイリーストリーク
ko: 데일리 연속 기록
nl: Dagelijkse Reeks
no: Daglig Rekke
pt_br: Sequência Diária
ru: Ежедневная серия
sv: Daglig Serie
th: ความต่อเนื่องรายวัน

# daily_streak_label_zero
source: The longest coffee streak: 0 day
da: Den længste kaffeserie: 0 dag
de: Die längste Kaffeeserie: 0 Tag
fi: Pisin kahviputki: 0 päivä
fr: La plus longue série de café : 0 jour
hi: सबसे लंबी कॉफी स्ट्रीक: 0 दिन
it: La serie di caffè più lunga: 0 giorno
ja: 最長のコーヒーストリーク: 0 日
ko: 최장 커피 연속 기록: 0일
nl: De langste koffiereeks: 0 dag
no: Den lengste kafferekken: 0 dag
pt_br: A maior sequência de café: 0 dia
ru: Самая длинная кофейная серия: 0 день
sv: Den längsta kaffeserien: 0 dag
th: สถิติต่อเนื่องยาวนานที่สุด: 0 วัน

# daily_streak_message
source: Start your daily streak with an entry!
da: Start din daglige serie med en indtastning!
de: Beginnen Sie Ihre tägliche Serie mit einem Eintrag!
fi: Aloita päivittäinen putkesi merkinnällä!
fr: Commencez votre série quotidienne avec une entrée !
hi: एक एंट्री के साथ अपनी दैनिक स्ट्रीक शुरू करें!
it: Inizia la tua serie giornaliera con una registrazione!
ja: エントリーで日々のストリークを始めましょう！
ko: 일일 연속 기록을 엔트리로 시작하세요!
nl: Begin je dagelijkse reeks met een invoer!
no: Start din daglige rekke med en oppføring!
pt_br: Comece sua sequência diária com uma entrada!
ru: Начните свою ежедневную серию с записи!
sv: Börja din dagliga serie med en post!
th: เริ่มสถิติต่อเนื่องรายวันด้วยบันทึกแรก!

# daily_streak_label
source: The longest coffee streak: %d day(s)
da: Den længste kaffeserie: %d dag(e)
de: Die längste Kaffeeserie: %d Tag(e)
fi: Pisin kahviputki: %d päivä(ä)
fr: La plus longue série de café : %d jour(s)
hi: सबसे लंबी कॉफी स्ट्रीक: %d दिन
it: La serie di caffè più lunga: %d giorno(i)
ja: 最長のコーヒーストリーク: %d 日
ko: 최장 커피 연속 기록: %d일
nl: De langste koffiereeks: %d dag(en)
no: Den lengste kafferekken: %d dag(er)
pt_br: A maior sequência de café: %d dia(s)
ru: Самая длинная кофейная серия: %d день(дней)
sv: Den längsta kaffeserien: %d dag(ar)
th: สถิติต่อเนื่องยาวนานที่สุด: %d วัน

source: First Sip
da: Første Slurk
de: Erster Schluck
fi: Ensimmäinen Siemaus
fr: Première Gorgée
hi: पहली घूंट
it: Primo Sorso
ja: 最初の一口
ko: 첫 모금
nl: Eerste Slok
no: Første Slurk
pt_br: Primeiro Gole
ru: Первый Глоток
sv: Första Klunken
th: จิบแรก

source: Morning Brew
da: Morgens Kaffe
de: Morgenkaffee
fi: Aamukahvi
fr: Infusion du Matin
hi: सुबह की चाय
it: Caffè del Mattino
ja: 朝のコーヒー
ko: 아침 커피
nl: Ochtendkoffie
no: Morgenkaffe
pt_br: Café da Manhã
ru: Утренний Кофе
sv: Morgonkaffe
th: กาแฟยามเช้า

source: Sweet Moments
da: Søde Øjeblikke
de: Süße Momente
fi: Makeat Hetket
fr: Moments Doux
hi: मधुर क्षण
it: Momenti Dolci
ja: 甘いひととき
ko: 달콤한 순간들
nl: Zoete Momenten
no: Søte Øyeblikk
pt_br: Momentos Doces
ru: Сладкие Моменты
sv: Söta Stunder
th: ช่วงเวลาหวานๆ

source: Favorite Coffee Quest
da: På Jagten Efter Favoritkaffe
de: Lieblingskaffee-Quest
fi: Etsimässä Suosikkikahvia
fr: Quête du Café Préféré
hi: पसंदीदा कॉफी की खोज
it: Alla Ricerca del Caffè Preferito
ja: お気に入りのコーヒー探し
ko: 최애 커피 탐험
nl: Zoektocht naar Favoriete Koffie
no: Jakten på Favorittkaffen
pt_br: Em Busca do Café Favorito
ru: В поисках любимого кофе
sv: Jakten på Favoritkaffet
th: การค้นหากาแฟโปรด

source: Sweet Coffee Stop
da: Sød Kaffepause
de: Süßer Kaffeestopp
fi: Makea Kahvitauko
fr: Pause Café Sucrée
hi: मिठास भरा कॉफी ब्रेक
it: Sosta Dolce al Caffè
ja: 甘いコーヒーブレイク
ko: 달콤한 커피 정류장
nl: Zoete Koffiestop
no: Søt Kaffestopp
pt_br: Parada para um Café Doce
ru: Сладкая Кофейная Пауза
sv: Söt Kaffepaus
th: หยุดพักด้วยกาแฟหวานๆ

# taste_of_repetition
source: The Taste of Repetition
da: Smagen af Gentagelse
de: Der Geschmack der Wiederholung
fi: Toiston Maku
fr: Le Goût de la Répétition
hi: दोहराव का स्वाद
it: Il Gusto della Ripetizione
ja: 繰り返しの味わい
ko: 반복의 맛
nl: De Smaak van Herhaling
no: Smaken av Gjentakelse
pt_br: Sabor da Repetição
ru: Вкус Повтора
sv: Smaken av Upprepning
th: รสชาติแห่งการทำซ้ำ

source: Motivation Filter
da: Motivationsfilter
de: Motivationsfilter
fi: Motivaatiokohdistin
fr: Filtre de Motivation
hi: प्रेरणा फिल्टर
it: Filtro della Motivazione
ja: やる気フィルター
ko: 동기 필터
nl: Motivatiefilter
no: Motivasjonsfilter
pt_br: Filtro de Motivação
ru: Фильтр Мотивации
sv: Motivationsfilter
th: ตัวกรองแรงบันดาลใจ

source: Work Break Revitalizer
da: Arbejdspause-opfrisker
de: Erholung in der Arbeitspause
fi: Taukovirkistäjä
fr: Revitaliseur de Pause Travail
hi: काम के ब्रेक के लिए पुनर्जीवन
it: Rigeneratore della Pausa Lavorativa
ja: 仕事の休憩リフレッシュ
ko: 작업 중 휴식 충전
nl: Verkwikker voor Werkpauze
no: Forfriskning for Arbeidspausen
pt_br: Revitalizador de Pausa no Trabalho
ru: Освежение во время перерыва
sv: Uppfräschare för Arbetsrast
th: เพิ่มพลังระหว่างพักงาน

source: Nature's Brew
da: Naturens Bryg
de: Naturaufguss
fi: Luonnon Juoma
fr: Infusion de la Nature
hi: प्रकृति का पेय
it: Infuso della Natura
ja: 自然の一杯
ko: 자연의 양조
nl: Natuurlijke Infusie
no: Naturens Brygg
pt_br: Infusão da Natureza
ru: Природный Напиток
sv: Naturens Brygd
th: กาแฟแห่งธรรมชาติ

source: Inspiration with Coffee
da: Inspiration Med Kaffe
de: Inspiration mit Kaffee
fi: Inspiraatiota Kahvista
fr: Inspiration avec Café
hi: कॉफी के साथ प्रेरणा
it: Ispirazione con il Caffè
ja: コーヒーとインスピレーション
ko: 커피와 영감
nl: Inspiratie met Koffie
no: Inspirasjon med Kaffe
pt_br: Inspiração com Café
ru: Вдохновение с Кофе
sv: Inspiration med Kaffe
th: แรงบันดาลใจจากกาแฟ

source: Different Sips
da: Forskellige Slurke
de: Verschiedene Schlucke
fi: Erilaisia Siemauksia
fr: Gorgées Différentes
hi: अलग-अलग घूंट
it: Sorsi Diversi
ja: さまざまな味わい
ko: 다양한 한 모금
nl: Verschillende Slokken
no: Forskjellige Slurker
pt_br: Goles Diferentes
ru: Разные Глотки
sv: Olika Klunkar
th: จิบหลากหลาย

source: World Coffees
da: Verdens Kaffe
de: Weltkaffees
fi: Maailman Kahvit
fr: Cafés du Monde
hi: दुनिया की कॉफी
it: Caffè del Mondo
ja: 世界のコーヒー
ko: 세계의 커피
nl: Wereldkoffies
no: Verdens Kaffe
pt_br: Cafés do Mundo
ru: Кофе Мира
sv: Världens Kaffe
th: กาแฟจากทั่วโลก

source: Gourmet Coffee Expert
da: Gourmet Kaffeekspert
de: Gourmet-Kaffee-Experte
fi: Gourmetkahvin Asiantuntija
fr: Expert en Café Gourmet
hi: गौर्मेट कॉफी विशेषज्ञ
it: Esperto di Caffè Gourmet
ja: グルメコーヒーの達人
ko: 고메 커피 전문가
nl: Gourmet Koffie-expert
no: Gourmet Kaffekjenner
pt_br: Especialista em Café Gourmet
ru: Гурман-Кофе Эксперт
sv: Gourmetkaffeexpert
th: ผู้เชี่ยวชาญกาแฟรสเลิศ

source: Cold Enthusiast
da: Kolde Drikke Entusiast
de: Kaltliebhaber
fi: Kylmien Juomien Rakastaja
fr: Amateur de Froid
hi: ठंडे पेय प्रेमी
it: Amante del Freddo
ja: 冷たい飲み物愛好家
ko: 차가운 음료 애호가
nl: Liefhebber van Koude Dranken
no: Kald Drikke Entusiast
pt_br: Amante de Bebidas Frias
ru: Любитель Холодных Напитков
sv: Älskare av Kalla Drycker
th: ผู้ชื่นชอบกาแฟเย็น

source: Night Owl
da: Natteravn
de: Nachteule
fi: Yökyöpeli
fr: Oiseau de Nuit
hi: रात्रिचर
it: Nottambulo
ja: 夜型人間
ko: 야행성 인간
nl: Nachtuil
no: Nattugle
pt_br: Coruja Noturna
ru: Ночная Сова
sv: Nattuggla
th: คนกลางคืน

source: Traveler's Cup
da: Rejsendes Kop
de: Reisetasse
fi: Matkailijan Kuppi
fr: Tasse du Voyageur
hi: यात्रियों का कप
it: Tazza del Viaggiatore
ja: 旅人のカップ
ko: 여행자의 컵
nl: Reiziger's Beker
no: Reisekoppen
pt_br: Copo do Viajante
ru: Кубок Путешественника
sv: Resenärens Kopp
th: แก้วกาแฟนักเดินทาง

source: Coffee Classic
da: Klassisk Kaffe
de: Kaffeeklassiker
fi: Kahviklassikko
fr: Café Classique
hi: क्लासिक कॉफी
it: Caffè Classico
ja: クラシックコーヒー
ko: 클래식 커피
nl: Koffie Klassiek
no: Kaffe Klassisk
pt_br: Café Clássico
ru: Классический Кофе
sv: Kaffe Klassiker
th: กาแฟคลาสสิก

source: White Coffee
da: Hvid Kaffe
de: Weißer Kaffee
fi: Valkoinen Kahvi
fr: Café Blanc
hi: सफेद कॉफी
it: Caffè Bianco
ja: ホワイトコーヒー
ko: 화이트 커피
nl: Witte Koffie
no: Hvit Kaffe
pt_br: Café com Leite
ru: Белый Кофе
sv: Vit Kaffe
th: กาแฟขาว

source: Love in First Sip
da: Kærlighed Ved Første Slurk
de: Liebe beim ersten Schluck
fi: Rakkautta Ensisiemauksella
fr: Amour à la Première Gorgée
hi: पहली घूंट में प्यार
it: Amore al Primo Sorso
ja: 最初の一口で恋
ko: 첫 모금의 사랑
nl: Liefde bij de Eerste Slok
no: Kjærlighet ved Første Slurk
pt_br: Amor no Primeiro Gole
ru: Любовь с Первого Глотка
sv: Kärlek vid Första Klunken
th: รักแรกจิบ

source: Romance in Cup
da: Romantik I Koppen
de: Romantik in der Tasse
fi: Romantiikkaa Kupissa
fr: Romance dans une Tasse
hi: कप में रोमांस
it: Romanticismo nella Tazza
ja: カップの中のロマンス
ko: 컵 안의 로맨스
nl: Romantiek in de Beker
no: Romantikk i Koppen
pt_br: Romance na Xícara
ru: Романтика в Чашке
sv: Romantik i Koppen
th: โรแมนติกในถ้วยกาแฟ

source: Friends Sip
da: Vennernes Slurk
de: Freundschaftsschluck
fi: Ystävien Siemaus
fr: Gorgée entre Amis
hi: दोस्तों के साथ घूंट
it: Sorso con gli Amici
ja: 友達との一杯
ko: 친구들과 함께 한 모금
nl: Slok met Vrienden
no: Slurk med Venner
pt_br: Gole com Amigos
ru: Глоток с Друзьями
sv: Vänners Klunk
th: จิบกับเพื่อน

source: Special Moments
da: Specielle Øjeblikke
de: Besondere Momente
fi: Erityiset Hetket
fr: Moments Spéciaux
hi: विशेष क्षण
it: Momenti Speciali
ja: 特別な瞬間
ko: 특별한 순간들
nl: Speciale Momenten
no: Spesielle Øyeblikk
pt_br: Momentos Especiais
ru: Особенные Моменты
sv: Speciella Stunder
th: ช่วงเวลาพิเศษ

source: Chat in Cup
da: Samtale I Koppen
de: Gespräch in der Tasse
fi: Jutustelua Kupissa
fr: Discussion dans une Tasse
hi: कप में बातचीत
it: Conversazione nella Tazza
ja: カップの中の会話
ko: 컵 속의 대화
nl: Gesprek in de Beker
no: Samtale i Koppen
pt_br: Conversa na Xícara
ru: Разговор в Чашке
sv: Samtal i Koppen
th: สนทนาในถ้วยกาแฟ

source: Coffee Journey
da: Kafferejse
de: Kaffee-Reise
fi: Kahvimatka
fr: Voyage Caféiné
hi: कॉफी यात्रा
it: Viaggio nel Caffè
ja: コーヒーの旅
ko: 커피 여정
nl: Koffiereis
no: Kaffereise
pt_br: Jornada do Café
ru: Кофейное Путешествие
sv: Kafferesan
th: การเดินทางของกาแฟ

source: Explore Together
da: Udforsk Sammen
de: Gemeinsam Entdecken
fi: Tutkitaan Yhdessä
fr: Explorer Ensemble
hi: साथ में अन्वेषण
it: Esplorare Insieme
ja: 一緒に探索
ko: 함께 탐험하기
nl: Samen Ontdekken
no: Utforske Sammen
pt_br: Explorar Juntos
ru: Исследуем Вместе
sv: Utforska Tillsammans
th: สำรวจไปด้วยกัน

source: Calm Sips
da: Rolige Slurke
de: Beruhigende Schlucke
fi: Rauhalliset Siemaukset
fr: Gorgées Calmes
hi: शांत घूंट
it: Sorsi Calmi
ja: 静かなひと口
ko: 조용한 모금
nl: Rustige Slokken
no: Rolige Slurker
pt_br: Goles Tranquilos
ru: Спокойные Глотки
sv: Lugna Klunkar
th: จิบอย่างสงบ

source: Chat Tour
da: Samtaletur
de: Gesprächsreise
fi: Jutustelukierros
fr: Tour de Discussion
hi: चर्चा यात्रा
it: Tour di Conversazione
ja: 会話の旅
ko: 대화 여행
nl: Gesprekstocht
no: Samtaletur
pt_br: Rota de Conversa
ru: Тур для Бесед
sv: Samtalsrunda
th: ทัวร์สนทนา

source: Every Moment
da: Hvert Øjeblik
de: Jeder Moment
fi: Jokainen Hetki
fr: Chaque Moment
hi: हर क्षण
it: Ogni Momento
ja: すべての瞬間
ko: 모든 순간
nl: Elk Moment
no: Hvert Øyeblikk
pt_br: Todo Momento
ru: Каждый Момент
sv: Varje Ögonblick
th: ทุกช่วงเวลา

# first_sip_achievement
source: The first step of your coffee journey! Record your first sip, unlock this special achievement, and open the doors to your coffee passion. 🎈☕
da: Det første skridt i din kafferejse! Registrer din første tår, lås denne særlige præstation op og åbne dørene til din kaffepassion. 🎈☕
de: Der erste Schritt deiner Kaffee-Reise! Halte deinen ersten Schluck fest, schalte diese besondere Errungenschaft frei und öffne die Türen zu deiner Kaffeepassion. 🎈☕
fi: Ensimmäinen askel kahvimatkallasi! Tallenna ensimmäinen siemauksesi, avaa tämä erityinen saavutus ja avaa ovet kahviharrastuksellesi. 🎈☕
fr: La première étape de votre voyage caféiné ! Enregistrez votre première gorgée, débloquez cet accomplissement spécial et ouvrez les portes à votre passion pour le café. 🎈☕
hi: आपकी कॉफी यात्रा का पहला कदम! अपना पहला घूंट रिकॉर्ड करें, इस विशेष उपलब्धि को अनलॉक करें और अपनी कॉफी के जुनून के दरवाजे खोलें। 🎈☕
it: Il primo passo del tuo viaggio nel mondo del caffè! Registra il tuo primo sorso, sblocca questo traguardo speciale e apri le porte alla tua passione per il caffè. 🎈☕
ja: コーヒージャーニーの第一歩！最初の一口を記録し、この特別な達成をアンロックして、コーヒーへの情熱の扉を開けましょう。🎈☕
ko: 커피 여정의 첫걸음! 첫 모금을 기록하고, 이 특별한 업적을 잠금 해제하여 커피에 대한 열정의 문을 열어보세요. 🎈☕
nl: De eerste stap van je koffieavontuur! Registreer je eerste slok, ontgrendel deze speciale prestatie en open de deuren naar je koffieliefde. 🎈☕
no: Det første steget på din kaffereise! Registrer din første slurk, lås opp denne spesielle prestasjonen og åpne dørene til din kaffepasjon. 🎈☕
pt_br: O primeiro passo na sua jornada do café! Registre seu primeiro gole, desbloqueie esta conquista especial e abra as portas para sua paixão pelo café. 🎈☕
ru: Первый шаг на пути к вашей кофейной страсти! Запишите первый глоток, откройте это особое достижение и распахните двери к вашему увлечению кофе. 🎈☕
sv: Det första steget i din kaffejourney! Registrera din första klunk, lås upp denna speciella prestation och öppna dörrarna till din kaffepassion. 🎈☕
th: ก้าวแรกของการเดินทางกับกาแฟ! บันทึกจิบแรกของคุณ ปลดล็อกรางวัลพิเศษนี้ และเปิดประตูสู่ความหลงใหลในกาแฟ 🎈☕
