Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# morning_brew_achievement
source: Unlock this special achievement by experiencing 10 different coffee types in your morning coffee moment! Starting the day has never been more enjoyable. ☀️☕
da: Lås denne særlige præstation op ved at opleve 10 forskellige kaffesorter i din morgenkaffestund! At starte dagen har aldrig været mere behageligt. ☀️☕
de: Schalte diese besondere Errungenschaft frei, indem du 10 verschiedene Kaffeesorten in deinem Morgenkaffeemoment erlebst! Der Start in den Tag war noch nie so angenehm. ☀️☕
fi: Avaa tämä erityinen saavutus kokeilemalla 10 erilaista kahvilajia aamukahvihetkelläsi! Päivän aloitus ei ole koskaan ollut näin miellyttävä. ☀️☕
fr: Débloquez cet accomplissement spécial en découvrant 10 types de café différents lors de votre moment café du matin ! Commencer la journée n’a jamais été aussi agréable. ☀️☕
hi: अपनी सुबह की कॉफी के पल में 10 अलग-अलग प्रकार की कॉफी का अनुभव करके इस विशेष उपलब्धि को अनलॉक करें! दिन की शुरुआत इससे बेहतर कभी नहीं हो सकती। ☀️☕
it: Sblocca questo traguardo speciale provando 10 tipi diversi di caffè nel tuo momento mattutino! Iniziare la giornata non è mai stato così piacevole. ☀️☕
ja: 朝のコーヒータイムで10種類の異なるコーヒーを体験して、この特別な達成をアンロックしましょう！一日を始めるのがこれまでになく楽しくなります。☀️☕
ko: 아침 커피 순간에서 10가지 다른 커피를 경험하여 이 특별한 업적을 잠금 해제하세요! 하루를 시작하는 것이 이보다 더 즐거울 수 없습니다. ☀️☕
nl: Ontgrendel deze speciale prestatie door 10 verschillende soorten koffie te ervaren tijdens je ochtendkoffiemoment! De dag beginnen was nog nooit zo plezierig. ☀️☕
no: Lås opp denne spesielle prestasjonen ved å oppleve 10 forskjellige kaffesorter i ditt morgenkaffemoment! Å starte dagen har aldri vært mer behagelig. ☀️☕
pt_br: Desbloqueie esta conquista especial experimentando 10 tipos diferentes de café no seu momento matinal! Começar o dia nunca foi tão agradável. ☀️☕
ru: Откройте это особое достижение, попробовав 10 разных видов кофе в утренний момент кофе! Начинать день никогда не было так приятно. ☀️☕
sv: Lås upp denna speciella prestation genom att prova 10 olika kaffesorter under ditt morgonkaffemoment! Att börja dagen har aldrig varit mer njutbart. ☀️☕
th: ปลดล็อกรางวัลพิเศษนี้โดยลองกาแฟ 10 ชนิดในช่วงเช้า! การเริ่มต้นวันไม่เคยสนุกเท่านี้ ☀️☕

# flavor_harmony_achievement
source: Try 5 different coffee types in Sweet Moments to unlock the flavor harmony achievement! 🍩☕
da: Prøv 5 forskellige kaffetyper i Sweet Moments for at låse op for smagsharmoni-præstationen! 🍩☕
de: Versuchen Sie 5 verschiedene Kaffeesorten in Sweet Moments, um die Geschmacksharmonie-Erfolg freizuschalten! 🍩☕
fi: Kokeile 5 erilaista kahvia Sweet Momentsissa avataksesi makuharmonia-saavutuksen! 🍩☕
fr: Essayez 5 types de café différents dans Moments Sucrés pour débloquer l'accomplissement de l'harmonie des saveurs. 🍩☕
hi: स्वीट मोमेंट्स में 5 अलग-अलग प्रकार की कॉफी आज़माएँ और स्वाद समरसता की उपलब्धि अनलॉक करें! 🍩☕
it: Prova 5 tipi diversi di caffè in Momenti Dolci per sbloccare il traguardo dell'armonia dei sapori! 🍩☕
ja: スイートモーメントで5種類のコーヒーを試して、フレーバーハーモニーの達成を解放しましょう！🍩☕
ko: 스위트 모멘트에서 5가지 다른 커피를 시도하여 맛의 조화 업적을 해제하세요! 🍩☕
nl: Probeer 5 verschillende koffiesoorten in Sweet Moments om de smaakharmonieprestatie te ontgrendelen! 🍩☕
no: Prøv 5 forskjellige kaffesorter i Sweet Moments for å låse opp smakenes harmoni-prestasjon! 🍩☕
pt_br: Experimente 5 tipos diferentes de café em Sweet Moments para desbloquear a conquista da harmonia de sabores! 🍩☕
ru: Попробуйте 5 разных видов кофе в «Сладкие моменты», чтобы разблокировать достижение гармонии вкусов! 🍩☕
sv: Prova 5 olika kaffetyper i Sweet Moments för att låsa upp smakharmoni-prestationen! 🍩☕
th: ลองกาแฟ 5 ชนิดใน Sweet Moments เพื่อปลดล็อกรางวัลรสชาติแห่งความลงตัว! 🍩☕

# crown_favorite_coffee
source: Try the same coffee 20 times to crown your favorite! ⭐☕
da: Prøv den samme kaffe 20 gange for at kåre din favorit! ⭐☕
de: Probieren Sie denselben Kaffee 20 Mal aus, um Ihren Favoriten zu krönen! ⭐☕
fi: Kokeile samaa kahvia 20 kertaa kruunataksesi suosikkisi! ⭐☕
fr: Essayez le même café 20 fois pour couronner votre favori. ⭐☕
hi: अपनी पसंदीदा को ताज पहनाने के लिए एक ही कॉफी को 20 बार आज़माएँ! ⭐☕
it: Prova lo stesso caffè 20 volte per eleggere il tuo preferito! ⭐☕
ja: 同じコーヒーを20回試して、お気に入りを確定しましょう！⭐☕
ko: 같은 커피를 20번 시도하여 가장 좋아하는 커피를 선정하세요! ⭐☕
nl: Probeer dezelfde koffie 20 keer om je favoriet te kronen! ⭐☕
no: Prøv den samme kaffen 20 ganger for å krone din favoritt! ⭐☕
pt_br: Experimente o mesmo café 20 vezes para eleger o seu favorito! ⭐☕
ru: Попробуйте один и тот же кофе 20 раз, чтобы назвать его своим любимым! ⭐☕
sv: Prova samma kaffe 20 gånger för att kröna din favorit! ⭐☕
th: ลองกาแฟชนิดเดิม 20 ครั้งเพื่อมอบมงกุฎให้กับกาแฟโปรดของคุณ! ⭐☕

# delicious_achievement
source: Explore 10 sweet coffees like Mocha, Affogato, and Irish Coffee, and unlock this delicious achievement! ✨☕
da: Udforsk 10 søde kaffetyper som Mocha, Affogato og Irish Coffee, og lås op for denne lækre præstation! ✨☕
de: Entdecken Sie 10 süße Kaffees wie Mocha, Affogato und Irish Coffee und schalten Sie diesen köstlichen Erfolg frei! ✨☕
fi: Tutustu 10 makeaan kahviin, kuten Mochaan, Affogatoon ja Irish Coffeeen, ja avaa tämä herkullinen saavutus! ✨☕
fr: Découvrez 10 cafés sucrés comme le Mocha, l'Affogato et le Irish Coffee, et débloquez cette délicieuse réalisation. ✨☕
hi: मोक्का, अफोगेटो, और आयरिश कॉफी जैसे 10 मीठे कॉफी का अनुभव करें और इस स्वादिष्ट उपलब्धि को अनलॉक करें! ✨☕
it: Esplora 10 caffè dolci come Mocha, Affogato e Irish Coffee, e sblocca questa deliziosa conquista! ✨☕
ja: モカ、アフォガート、アイリッシュコーヒーなどの甘いコーヒー10種類を探索して、この美味しい達成を解放しましょう！✨☕
ko: 모카, 아포가토, 아이리시 커피와 같은 달콤한 커피 10가지를 탐험하여 이 맛있는 업적을 해제하세요! ✨☕
nl: Ontdek 10 zoete koffiesoorten zoals Mocha, Affogato en Irish Coffee en ontgrendel deze heerlijke prestatie! ✨☕
no: Utforsk 10 søte kaffesorter som Mocha, Affogato og Irish Coffee, og lås opp denne deilige prestasjonen! ✨☕
pt_br: Explore 10 cafés doces, como Mocha, Affogato e Irish Coffee, e desbloqueie esta conquista deliciosa! ✨☕
ru: Исследуйте 10 сладких видов кофе, таких как мокко, аффогато и ирландский кофе, и откройте это вкусное достижение! ✨☕
sv: Utforska 10 söta kaffesorter som Mocha, Affogato och Irish Coffee och lås upp denna läckra prestation! ✨☕
th: สำรวจกาแฟหวานๆ 10 ชนิด เช่น มอคค่า อัฟโฟกาโต และไอริชคอฟฟี่ และปลดล็อกรางวัลแสนอร่อยนี้! ✨☕

# relive_coffee_achievement
source: Relive the same coffee and moment 5 times to unlock the achievement! ☕🌀
da: Genoplev den samme kaffe og øjeblik 5 gange for at låse op for præstationen! ☕🌀
de: Erlebe denselben Kaffee und Moment 5 Mal, um die Auszeichnung freizuschalten! ☕🌀
fi: Koe sama kahvi ja hetki uudelleen 5 kertaa avataksesi saavutuksen! ☕🌀
fr: Revivez le même café et le même moment 5 fois pour débloquer le succès! ☕🌀
hi: उसी कॉफी और पल को 5 बार फिर से जिएं और उपलब्धि को अनलॉक करें! ☕🌀
it: Rivivi lo stesso caffè e momento 5 volte per sbloccare l'obiettivo! ☕🌀
ja: 同じコーヒーと瞬間を5回再体験して達成を解除しましょう！ ☕🌀
ko: 같은 커피와 순간을 5번 되살려 업적을 잠금 해제하세요! ☕🌀
nl: Beleef dezelfde koffie en moment 5 keer om de prestatie te ontgrendelen! ☕🌀
no: Gjenopplev den samme kaffen og øyeblikket 5 ganger for å låse opp prestasjonen! ☕🌀
pt_br: Reviva o mesmo café e momento 5 vezes para desbloquear a conquista! ☕🌀
ru: Проживите тот же кофе и момент 5 раз, чтобы разблокировать достижение! ☕🌀
sv: Upplev samma kaffe och stund 5 gånger för att låsa upp prestationen! ☕🌀
th: ดื่มกาแฟและช่วงเวลาเดิมซ้ำ 5 ครั้งเพื่อปลดล็อกรางวัลนี้! ☕🌀

# work_break_energy
source: Crown your energy with 20 work break coffees! ☕⚡
da: Kron din energi med 20 arbejdsbreak-kaffer! ☕⚡
de: Kröne deine Energie mit 20 Kaffee-Pausen! ☕⚡
fi: Kruunaa energiasi 20 työpaussikahvilla! ☕⚡
fr: Couronnez votre énergie avec 20 cafés de pause travail! ☕⚡
hi: 20 काम के ब्रेक वाली कॉफी के साथ अपनी ऊर्जा को ताज पहनाएं! ☕⚡
it: Incornicia la tua energia con 20 caffè durante le pause lavoro! ☕⚡
ja: 仕事の合間に20杯のコーヒーでエネルギーを高めましょう！ ☕⚡
ko: 작업 중 커피 20잔으로 에너지를 충전하세요! ☕⚡
nl: Kroon je energie met 20 koffies tijdens werkpauzes! ☕⚡
no: Kron energien din med 20 kaffepauser! ☕⚡
pt_br: Coroe sua energia com 20 cafés durante o intervalo de trabalho! ☕⚡
ru: Укрепите свою энергию с помощью 20 кофейных перерывов! ☕⚡
sv: Krona din energi med 20 kaffe under arbetsrasten! ☕⚡
th: เพิ่มพลังของคุณด้วยกาแฟระหว่างพักงาน 20 ครั้ง! ☕⚡

# work_break_ritual
source: Unlock this achievement with 5 work break coffees and start your ritual! ☕💼
da: Lås denne præstation op med 5 arbejdsbreak-kaffer og start din ritual! ☕💼
de: Schalte diese Auszeichnung mit 5 Kaffee-Pausen frei und starte dein Ritual! ☕💼
fi: Avaa tämä saavutus 5 työpaussikahvilla ja aloita rituaalisi! ☕💼
fr: Débloquez ce succès avec 5 cafés de pause travail et commencez votre rituel! ☕💼
hi: 5 काम के ब्रेक वाली कॉफी के साथ इस उपलब्धि को अनलॉक करें और अपनी रूटीन शुरू करें! ☕💼
it: Sblocca questo obiettivo con 5 caffè durante le pause lavoro e inizia il tuo rituale! ☕💼
ja: 5杯の仕事の休憩コーヒーでこの達成を解除して、あなたの儀式を始めましょう！ ☕💼
ko: 작업 중 커피 5잔으로 이 업적을 잠금 해제하고 당신만의 루틴을 시작하세요! ☕💼
nl: Ontgrendel deze prestatie met 5 koffies tijdens werkpauzes en begin je ritueel! ☕💼
no: Lås opp denne prestasjonen med 5 kaffepauser og start ritualet ditt! ☕💼
pt_br: Desbloqueie essa conquista com 5 cafés durante o intervalo de trabalho e comece seu ritual! ☕💼
ru: Разблокируйте это достижение с 5 кофейными перерывами и начните свой ритуал! ☕💼
sv: Lås upp denna prestation med 5 kaffe under arbetsrasten och börja din ritual! ☕💼
th: ปลดล็อกรางวัลนี้ด้วยกาแฟระหว่างพักงาน 5 ครั้งและเริ่มพิธีกรรมของคุณ! ☕💼

# camp_coffee_achievement
source: Unlock this adventure achievement with 5 camp coffees in one month! ☕🏕️
da: Lås denne eventyrpræstation op med 5 lejrbålkaffe på en måned! ☕🏕️
de: Schalte diese Abenteuerleistung mit 5 Campingkaffees in einem Monat frei! ☕🏕️
fi: Avaa tämä seikkailusaavutus juomalla 5 leirikahvia kuukauden aikana! ☕🏕️
fr: Débloquez cet accomplissement d'aventure avec 5 cafés de campement en un mois ! ☕🏕️
hi: एक महीने में 5 कैंप कॉफी के साथ इस एडवेंचर अचीवमेंट को अनलॉक करें! ☕🏕️
it: Sblocca questo risultato avventuroso con 5 caffè da campeggio in un mese! ☕🏕️
ja: 1ヶ月でキャンプコーヒーを5杯楽しんで、この冒険実績を解除しましょう！ ☕🏕️
ko: 한 달 동안 캠프 커피를 5잔 마시고 이 모험 업적을 잠금 해제하세요! ☕🏕️
nl: Ontgrendel deze avonturenprestatie met 5 kampkoffies in één maand! ☕🏕️
no: Lås opp denne eventyrprestasjonen med 5 leirkaffe på én måned! ☕🏕️
pt_br: Desbloqueie esta conquista de aventura com 5 cafés de acampamento em um mês! ☕🏕️
ru: Разблокируйте это достижение приключений с 5 походными кофе за один месяц! ☕🏕️
sv: Lås upp detta äventyrsprestation med 5 lägerkaffe på en månad! ☕🏕️
th: ปลดล็อกรางวัลแห่งการผจญภัยนี้ด้วยกาแฟแคมป์ 5 แก้วในหนึ่งเดือน! ☕🏕️

# inspiring_coffee_achievement
source: Unlock this lock with a total of 5 books or inspiring coffees throughout the month! ☕📝
da: Lås denne præstation op med i alt 5 bøger eller inspirerende kaffetyper i løbet af måneden! ☕📝
de: Schalte dieses Schloss mit insgesamt 5 Büchern oder inspirierenden Kaffees im Monat frei! ☕📝
fi: Avaa tämä lukko lukemalla 5 kirjaa tai nauttimalla inspiroivia kahveja kuukauden aikana! ☕📝
fr: Débloquez ce cadenas avec un total de 5 livres ou cafés inspirants tout au long du mois ! ☕📝
hi: महीने के दौरान 5 किताबों या प्रेरक कॉफी के साथ इस लॉक को अनलॉक करें! ☕📝
it: Sblocca questa conquista con un totale di 5 libri o caffè ispiratori durante il mese! ☕📝
ja: 1ヶ月で合計5冊の本またはインスピレーションを与えるコーヒーを楽しんで、このロックを解除しましょう！ ☕📝
ko: 한 달 동안 총 5권의 책 또는 영감을 주는 커피를 경험하며 이 잠금을 해제하세요! ☕📝
nl: Ontgrendel dit slot met in totaal 5 boeken of inspirerende koffies gedurende de maand! ☕📝
no: Lås opp denne låsen med totalt 5 bøker eller inspirerende kaffe i løpet av måneden! ☕📝
pt_br: Desbloqueie esta conquista com 5 livros ou cafés inspiradores ao longo do mês! ☕📝
ru: Разблокируйте этот замок, выпив 5 вдохновляющих кофе или прочитав 5 книг за месяц! ☕📝
sv: Lås upp detta lås med totalt 5 böcker eller inspirerande kaffe under månaden! ☕📝
th: ปลดล็อกนี้ด้วยการอ่านหนังสือหรือดื่มกาแฟที่สร้างแรงบันดาลใจ 5 แก้วตลอดเดือน! ☕📝

# flavor_map_achievement
source: Discover the map of flavors with 7 different coffees in 7 days! 🌟☕
da: Opdag smagskortet med 7 forskellige kaffetyper på 7 dage! 🌟☕
de: Entdecke die Karte der Aromen mit 7 verschiedenen Kaffees in 7 Tagen! 🌟☕
fi: Löydä makujen kartta 7 erilaisella kahvilla 7 päivän aikana! 🌟☕
fr: Découvrez la carte des saveurs avec 7 cafés différents en 7 jours ! 🌟☕
hi: 7 दिनों में 7 अलग-अलग कॉफी के साथ फ्लेवर मैप की खोज करें! 🌟☕
it: Scopri la mappa dei sapori con 7 caffè diversi in 7 giorni! 🌟☕
ja: 7日間で7種類の異なるコーヒーを楽しんで、風味の地図を発見しましょう！ 🌟☕
ko: 7일 동안 7가지 다른 커피를 발견하며 맛의 지도를 찾아보세요! 🌟☕
nl: Ontdek de smaakkaart met 7 verschillende koffies in 7 dagen! 🌟☕
no: Oppdag smakskartet med 7 forskjellige kaffe på 7 dager! 🌟☕
pt_br: Descubra o mapa de sabores com 7 cafés diferentes em 7 dias! 🌟☕
ru: Откройте карту вкусов с 7 разными кофе за 7 дней! 🌟☕
sv: Upptäck smakens karta med 7 olika kaffe på 7 dagar! 🌟☕
th: ค้นพบแผนที่รสชาติด้วยกาแฟ 7 ชนิดใน 7 วัน! 🌟☕

# cultural_flavors
source: Explore the world of coffee with cultural flavors like Turkish Coffee, Vienna Coffee, and Café de Olla! ☕🌍
da: Udforsk kaffens verden med kulturelle smage som Tyrkisk Kaffe, Wienerkaffe og Café de Olla! ☕🌍
de: Entdecke die Welt des Kaffees mit kulturellen Aromen wie Türkischem Kaffee, Wiener Kaffee und Café de Olla! ☕🌍
fi: Tutustu kahvin maailmaan kulttuurimakujen, kuten Turkkilaisen Kahvin, Wieniläiskahvin ja Café de Ollan kautta! ☕🌍
fr: Explorez le monde du café avec des saveurs culturelles comme le café turc, le café viennois et le café de olla ! ☕🌍
hi: तुर्की कॉफी, वियना कॉफी, और कैफे डी ओल्ला जैसे सांस्कृतिक फ्लेवर के साथ कॉफी की दुनिया का अन्वेषण करें! ☕🌍
it: Esplora il mondo del caffè con sapori culturali come il Caffè Turco, il Caffè Viennese e il Café de Olla! ☕🌍
ja: トルココーヒー、ウィーンコーヒー、カフェ・デ・オージャなどの文化的な風味でコーヒーの世界を探索しましょう！☕🌍
ko: 터키 커피, 비엔나 커피, Café de Olla와 같은 문화적 풍미로 커피 세계를 탐험하세요! ☕🌍
nl: Ontdek de wereld van koffie met culturele smaken zoals Turkse Koffie, Weense Koffie en Café de Olla! ☕🌍
no: Utforsk kaffens verden med kulturelle smaker som Tyrkisk Kaffe, Wienerkaffe og Café de Olla! ☕🌍
pt_br: Explore o mundo do café com sabores culturais como o Café Turco, o Café Vienense e o Café de Olla! ☕🌍
ru: Исследуйте мир кофе с культурными вкусами, такими как турецкий кофе, венский кофе и Café de Olla! ☕🌍
sv: Utforska kaffevärlden med kulturella smaker som Turkiskt Kaffe, Wienerkoffe och Café de Olla! ☕🌍
th: สำรวจโลกกาแฟผ่านรสชาติวัฒนธรรม เช่น กาแฟตุรกี กาแฟเวียนนา และ Café de Olla! ☕🌍

# exquisite_coffees
source: Step into the world of flavor with two exquisite coffees like Macchiato, Ristretto, and Breve! 🧭☕
da: Træd ind i smagens verden med to udsøgte kaffer som Macchiato, Ristretto og Breve! 🧭☕
de: Tauche ein in die Welt des Geschmacks mit zwei exquisiten Kaffees wie Macchiato, Ristretto und Breve! 🧭☕
fi: Astukaa makujen maailmaan kahden hienostuneen kahvin, kuten Macchiaton, Ristreton ja Breven kautta! 🧭☕
fr: Plongez dans le monde des saveurs avec deux cafés exquis comme le macchiato, le ristretto et le breve ! 🧭☕
hi: दो उत्कृष्ट कॉफी जैसे मैकियाटो, रिस्टरेट्टो, और ब्रेव के साथ फ्लेवर की दुनिया में कदम रखें! 🧭☕
it: Entra nel mondo dei sapori con due caffè pregiati come Macchiato, Ristretto e Breve! 🧭☕
ja: マキアート、リストレット、ブレベなどの2種類の絶品コーヒーで風味の世界に踏み出しましょう！🧭☕
ko: 마키아토, 리스트레토, 브레베와 같은 두 가지 고급 커피로 맛의 세계에 발을 디뎌보세요! 🧭☕
nl: Betreed de wereld van smaak met twee verfijnde koffies zoals Macchiato, Ristretto en Breve! 🧭☕
no: Trå inn i smakens verden med to utsøkte kaffer som Macchiato, Ristretto og Breve! 🧭☕
pt_br: Adentre no mundo do sabor com dois cafés requintados como Macchiato, Ristretto e Breve! 🧭☕
ru: Погрузитесь в мир вкуса с двумя изысканными кофе, такими как макиато, ристретто и бреве! 🧭☕
sv: Gå in i smakens värld med två utsökta kaffedrycker som Macchiato, Ristretto och Breve! 🧭☕
th: เข้าสู่โลกของรสชาติกับกาแฟ 2 ชนิดที่รสเลิศ เช่น มัคคิอาโต ริสเทรตโต และเบรเว่! 🧭☕

# cool_success
source: Achieve a cool success with 20 cold coffees like Frappe, Cold Brew, and Shakerato! ❄️☕
da: Opnå en cool succes med 20 kolde kaffer som Frappe, Cold Brew og Shakerato! ❄️☕
de: Erreiche einen coolen Erfolg mit 20 kalten Kaffees wie Frappe, Cold Brew und Shakerato! ❄️☕
fi: Saavuta viileä onnistuminen 20 kylmällä kahvilla, kuten Frappe, Cold Brew ja Shakerato! ❄️☕
fr: Réalisez un succès frais avec 20 cafés glacés comme le frappé, le cold brew et le shakerato ! ❄️☕
hi: फ्रेप, कोल्ड ब्रू और शकरैटो जैसे 20 ठंडी कॉफी के साथ एक शानदार सफलता हासिल करें! ❄️☕
it: Raggiungi un successo rinfrescante con 20 caffè freddi come Frappe, Cold Brew e Shakerato! ❄️☕
ja: フラッペ、コールドブリュー、シェケラートなど、20杯の冷たいコーヒーで涼しい成功を達成しましょう！❄️☕
ko: 프라페, 콜드 브루, 셰이커라토와 같은 20가지 차가운 커피로 멋진 성공을 이루세요! ❄️☕
nl: Behaal een coole prestatie met 20 koude koffies zoals Frappe, Cold Brew en Shakerato! ❄️☕
no: Oppnå en kul suksess med 20 kalde kaffer som Frappe, Cold Brew og Shakerato! ❄️☕
pt_br: Alcance um sucesso refrescante com 20 cafés gelados como Frappe, Cold Brew e Shakerato! ❄️☕
ru: Добейтесь прохладного успеха с 20 холодными кофе, такими как фраппе, колд брю и шекерато! ❄️☕
sv: Nå framgång med 20 kalla kaffedrycker som Frappe, Cold Brew och Shakerato! ❄️☕
th: สร้างความสำเร็จสุดเย็นด้วยกาแฟเย็น 20 ชนิด เช่น แฟรปเป้ โคลด์บรูว์ และเชคคาราโต! ❄️☕

# spirit_of_night
source: Stay awake with coffee for 20 nights and capture the spirit of the night! 🌌☕
da: Hold dig vågen med kaffe i 20 nætter og fang nattens ånd! 🌌☕
de: Bleib 20 Nächte mit Kaffee wach und fange den Geist der Nacht ein! 🌌☕
fi: Pysy hereillä kahvilla 20 yötä ja vangitse yön henki! 🌌☕
fr: Restez éveillé avec du café pendant 20 nuits et capturez l'esprit de la nuit ! 🌌☕
hi: 20 रातों तक कॉफी के साथ जागते रहें और रात की आत्मा को कैद करें! 🌌☕
it: Rimani sveglio con il caffè per 20 notti e cattura lo spirito della notte! 🌌☕
ja: 20晩コーヒーで目を覚まし、夜の精神を捉えましょう！🌌☕
ko: 20일 동안 커피와 함께 깨어있고 밤의 정신을 포착하세요! 🌌☕
nl: Blijf 20 nachten wakker met koffie en vang de geest van de nacht! 🌌☕
no: Hold deg våken med kaffe i 20 netter og fang nattens ånd! 🌌☕
pt_br: Fique acordado com café por 20 noites e capture o espírito da noite! 🌌☕
ru: Оставайтесь бодрыми с кофе на протяжении 20 ночей и поймайте дух ночи! 🌌☕
sv: Håll dig vaken med kaffe i 20 nätter och fånga nattens anda! 🌌☕
th: อยู่ตื่นพร้อมกาแฟ 20 คืนและจับความรู้สึกของกลางคืน! 🌌☕

# taste_world
source: Taste the world with 10 different coffees while traveling, write a new story with every sip! 🗺️☕
da: Smag på verden med 10 forskellige kaffetyper under dine rejser, skriv en ny historie med hver tår! 🗺️☕
de: Erlebe die Welt mit 10 verschiedenen Kaffees auf Reisen, schreibe mit jedem Schluck eine neue Geschichte! 🗺️☕
fi: Maista maailmaa 10 erilaisella kahvilla matkustaessasi, kirjoita uusi tarina jokaisella siemauksella! 🗺️☕
fr: Goûtez au monde avec 10 cafés différents en voyageant, écrivez une nouvelle histoire à chaque gorgée! 🗺️☕
hi: यात्रा के दौरान 10 विभिन्न प्रकार की कॉफी का स्वाद लें, और हर सिप के साथ एक नई कहानी लिखें! 🗺️☕
it: Assapora il mondo con 10 tipi di caffè diversi durante i tuoi viaggi, scrivi una nuova storia ad ogni sorso! 🗺️☕
ja: 旅行中に10種類の異なるコーヒーを味わい、一口ごとに新しいストーリーを書きましょう！🗺️☕
ko: 여행 중에 10가지 다양한 커피를 맛보고, 매 한 모금마다 새로운 이야기를 써보세요! 🗺️☕
nl: Proef de wereld met 10 verschillende soorten koffie tijdens het reizen, schrijf een nieuw verhaal bij elke slok! 🗺️☕
no: Opplev verden med 10 forskjellige kaffetyper mens du reiser, skriv en ny historie med hver slurk! 🗺️☕
pt_br: Saboreie o mundo com 10 tipos diferentes de café enquanto viaja, escreva uma nova história a cada gole! 🗺️☕
ru: Попробуйте 10 разных видов кофе во время путешествий, пишите новую историю с каждым глотком! 🗺️☕
sv: Utforska världen med 10 olika kaffetyper när du reser, skriv en ny historia med varje klunk! 🗺️☕
th: ลิ้มรสโลกด้วยกาแฟ 10 ชนิดระหว่างเดินทาง เขียนเรื่องราวใหม่ในทุกจิบ! 🗺️☕

# crown_culture
source: Crown the culture of coffee with 20 classic flavors like Espresso, Americano, Turkish Coffee! 🌰☕
da: Kron kaffekulturen med 20 klassiske smage som Espresso, Americano og Tyrkisk Kaffe! 🌰☕
de: Kröne die Kaffeekultur mit 20 klassischen Geschmacksrichtungen wie Espresso, Americano, Türkischer Kaffee! 🌰☕
fi: Kruunaa kahvikulttuuri 20 klassisella maulla, kuten Espresso, Americano ja Turkkilainen Kahvi! 🌰☕
fr: Couronnez la culture du café avec 20 saveurs classiques comme Espresso, Americano, Café Turc! 🌰☕
hi: एस्प्रेसो, अमेरिकानो, और तुर्की कॉफी जैसे 20 क्लासिक फ्लेवर्स के साथ कॉफी की संस्कृति को ताज पहनाएँ! 🌰☕
it: Incorona la cultura del caffè con 20 sapori classici come Espresso, Americano e Caffè Turco! 🌰☕
ja: エスプレッソ、アメリカーノ、トルココーヒーなど、20のクラシックフレーバーでコーヒー文化に冠を！🌰☕
ko: 에스프레소, 아메리카노, 터키 커피와 같은 20가지 클래식한 맛으로 커피 문화를 빛내세요! 🌰☕
nl: Kroonde de koffiecultuur met 20 klassieke smaken zoals Espresso, Americano en Turkse Koffie! 🌰☕
no: Kron kaffekulturen med 20 klassiske smaker som Espresso, Americano og Tyrkisk Kaffe! 🌰☕
pt_br: Coroe a cultura do café com 20 sabores clássicos como Espresso, Americano e Café Turco! 🌰☕
ru: Украсьте культуру кофе 20 классическими вкусами, такими как Эспрессо, Американо и Турецкий Кофе! 🌰☕
sv: Kröna kaffekulturen med 20 klassiska smaker som Espresso, Americano och Turkiskt Kaffe! 🌰☕
th: มอบมงกุฎให้วัฒนธรรมกาแฟด้วยรสชาติคลาสสิก 20 ชนิด เช่น เอสเพรสโซ อเมริกาโน กาแฟตุรกี! 🌰☕

# explore_smoothness
source: Explore the smoothness of coffee by trying 20 milk-based coffees like Latte, Breve, and Cappuccino! 🍶☕
da: Udforsk kaffens blødhed ved at prøve 20 mælkebaserede kaffer som Latte, Breve og Cappuccino! 🍶☕
de: Erkunde die Sanftheit von Kaffee, indem du 20 milchbasierte Kaffees wie Latte, Breve und Cappuccino probierst! 🍶☕
fi: Tutustu kahvin pehmeyteen kokeilemalla 20 maitopohjaista kahvia, kuten Latte, Breve ja Cappuccino! 🍶☕
fr: Explorez la douceur du café en essayant 20 cafés à base de lait comme Latte, Breve et Cappuccino! 🍶☕
hi: लाटे, ब्रेव और कैप्पुचिनो जैसे 20 दूध आधारित कॉफी का प्रयास करके कॉफी की सौम्यता का पता लगाएं! 🍶☕
it: Esplora la morbidezza del caffè provando 20 caffè a base di latte come Latte, Breve e Cappuccino! 🍶☕
ja: ラテ、ブレベ、カプチーノなどのミルクベースのコーヒーを20種類試して、コーヒーの滑らかさを探求してください！🍶☕
ko: 라떼, 브레베, 카푸치노와 같은 20가지 우유 기반 커피를 시도하여 커피의 부드러움을 탐구하세요! 🍶☕
nl: Ontdek de zachtheid van koffie door 20 melkachtige koffies zoals Latte, Breve en Cappuccino te proberen! 🍶☕
no: Utforsk kaffens mykhet ved å prøve 20 melkebaserte kaffer som Latte, Breve og Cappuccino! 🍶☕
pt_br: Explore a suavidade do café experimentando 20 cafés com leite, como Latte, Breve e Cappuccino! 🍶☕
ru: Исследуйте мягкость кофе, попробовав 20 видов молочных кофе, таких как Латте, Бреве и Капучино! 🍶☕
sv: Utforska kaffets lenhet genom att prova 20 mjölkbaserade kaffetyper som Latte, Breve och Cappuccino! 🍶☕
th: สำรวจความละมุนของกาแฟโดยลองกาแฟที่ผสมนม 20 ชนิด เช่น ลาเต้ เบรเว่ และคาปูชิโน! 🍶☕
