Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# coffee_planning_day
source: Coffee is always by your side while planning your day.
da: Kaffe er altid ved din side, når du planlægger din dag.
de: Kaffee ist immer an deiner Seite, während du deinen Tag planst.
fi: Kahvi on aina vierelläsi suunnitellessasi päivää.
fr: Le café est toujours à vos côtés lorsque vous planifiez votre journée.
hi: कॉफी हमेशा आपके दिन की योजना बनाने में आपके साथ होती है।
it: Il caffè è sempre al tuo fianco mentre pianifichi la giornata.
ja: コーヒーは一日を計画する際のあなたのそばにいつもいます。
ko: 하루를 계획할 때 커피는 항상 당신과 함께합니다.
nl: Koffie is altijd aan je zijde terwijl je je dag plant.
no: Kaffe er alltid ved din side når du planlegger dagen din.
pt_br: O café está sempre ao seu lado enquanto você planeja seu dia.
ru: Кофе всегда рядом, когда вы планируете свой день.
sv: Kaffe står alltid vid din sida när du planerar din dag.
th: กาแฟอยู่เคียงข้างคุณเสมอขณะวางแผนวัน.

# coffee_with_podcast
source: A warm coffee accompanying your podcast.
da: En varm kop kaffe, der følger din podcast.
de: Ein heißer Kaffee begleitet deinen Podcast.
fi: Lämmin kahvikuppi seurana podcastin aikana.
fr: Un café chaud accompagnant votre podcast.
hi: आपके पॉडकास्ट के साथ एक गर्म कप कॉफी।
it: Un caffè caldo che accompagna il tuo podcast.
ja: ポッドキャストを聴きながらの温かいコーヒー。
ko: 팟캐스트를 들으며 따뜻한 커피 한 잔.
nl: Een warme kop koffie begeleidt je podcast.
no: En varm kopp kaffe følger din podcast.
pt_br: Uma xícara de café quente acompanha seu podcast.
ru: Теплая чашка кофе сопровождает ваш подкаст.
sv: En varm kopp kaffe som följer din podcast.
th: กาแฟอุ่นๆ ที่มาพร้อมกับพอดแคสต์.

# coffee_with_moments_together
source: Coffee adds flavor to moments spent together.
da: Kaffe tilføjer smag til øjeblikke sammen.
de: Kaffee gibt den Momenten, die man zusammen verbringt, Geschmack.
fi: Kahvi lisää makua yhteisiin hetkiin.
fr: Le café ajoute de la saveur aux moments passés ensemble.
hi: कॉफी उन पलों में स्वाद बढ़ाती है जो हम एक साथ बिताते हैं।
it: Il caffè aggiunge sapore ai momenti trascorsi insieme.
ja: 共に過ごす時間にコーヒーの風味が加わります。
ko: 함께한 순간에 커피가 풍미를 더해줍니다.
nl: Koffie geeft smaak aan momenten samen.
no: Kaffe tilfører smak til øyeblikk sammen.
pt_br: O café adiciona sabor aos momentos juntos.
ru: Кофе добавляет вкуса к моментам, проведенным вместе.
sv: Kaffe lägger till smak till stunder tillsammans.
th: กาแฟเพิ่มรสชาติให้กับช่วงเวลาที่ใช้ร่วมกัน.

# coffee_between_classes
source: Who could say no to a cup of coffee between classes?
da: Hvem kan sige nej til en kop kaffe mellem timerne?
de: Wer könnte zu einer Tasse Kaffee zwischen den Klassen nein sagen?
fi: Kuka voisi kieltäytyä kupillisesta kahvia tuntien välillä?
fr: Qui pourrait dire non à une tasse de café entre les cours ?
hi: कक्षा के बीच में कॉफी की एक कप को कोई कैसे नकार सकता है?
it: Chi potrebbe dire di no a una tazza di caffè tra le lezioni?
ja: 授業の合間にコーヒーを拒否できる人はいますか？
ko: 수업 사이에 커피 한 잔 거절할 수 있을까요?
nl: Wie kan nee zeggen tegen een kopje koffie tussen de lessen door?
no: Hvem kan si nei til en kopp kaffe mellom timene?
pt_br: Quem pode dizer não a uma xícara de café entre as aulas?
ru: Кто сможет отказать себе в чашке кофе между занятиями?
sv: Vem kan säga nej till en kopp kaffe mellan lektionerna?
th: ใครบ้างจะปฏิเสธกาแฟสักถ้วยระหว่างชั้นเรียน?

# coffee_is_self_love
source: The best way to show yourself love: a coffee.
da: Den bedste måde at vise kærlighed til dig selv: en kop kaffe.
de: Der beste Weg, dir selbst Liebe zu zeigen: ein Kaffee.
fi: Paras tapa osoittaa rakkautta itselle: kupillinen kahvia.
fr: Le meilleur moyen de vous montrer de l'amour : un café.
hi: खुद से प्यार दिखाने का सबसे अच्छा तरीका: एक कप कॉफी।
it: Il miglior modo per dimostrarti amore: un caffè.
ja: 自分への愛を示す最高の方法：コーヒー。
ko: 자신을 사랑하는 가장 좋은 방법: 커피 한 잔.
nl: De beste manier om jezelf liefde te tonen: een kop koffie.
no: Den beste måten å vise deg selv kjærlighet på: en kopp kaffe.
pt_br: A melhor maneira de mostrar amor próprio: uma xícara de café.
ru: Лучший способ показать себе любовь: чашка кофе.
sv: Det bästa sättet att visa dig själv kärlek: en kopp kaffe.
th: วิธีที่ดีที่สุดในการแสดงความรักต่อตัวเอง: กาแฟ.

# recharge_with_coffee
source: Recharge with coffee in the middle of shopping.
da: Genoplad med kaffe midt i shopping.
de: Tanke mit Kaffee mitten im Einkauf auf.
fi: Lataa itsesi kahvilla kesken ostosten.
fr: Rechargez-vous avec du café en plein shopping.
hi: शॉपिंग के बीच में कॉफी से रिचार्ज करें।
it: Ricaricati con il caffè durante lo shopping.
ja: 買い物の途中でコーヒーで充電しよう。
ko: 쇼핑 중에 커피로 에너지를 충전하세요.
nl: Herlaad jezelf met koffie tijdens het winkelen.
no: Lad opp med kaffe midt i shoppingen.
pt_br: Recarregue-se com café no meio das compras.
ru: Пополните энергию с кофе во время покупок.
sv: Ladda om med kaffe mitt i shoppingen.
th: เติมพลังด้วยกาแฟระหว่างช้อปปิ้ง.

# share_coffee_moments
source: It’s the perfect time to share your coffee-filled moments!
da: Det er det perfekte tidspunkt at dele dine kaffefyldte øjeblikke!
de: Es ist der perfekte Zeitpunkt, um deine kaffeereichen Momente zu teilen!
fi: Tämä on täydellinen hetki jakaa kahvin täyttämiä hetkiäsi!
fr: C'est le moment parfait pour partager vos moments remplis de café!
hi: यह अपने कॉफी से भरे हुए पलों को साझा करने का एक आदर्श समय है!
it: È il momento perfetto per condividere i tuoi momenti pieni di caffè!
ja: コーヒー満載の瞬間をシェアする完璧なタイミング！
ko: 커피 가득한 순간을 나누기 위한 완벽한 시간!
nl: Het is de perfecte tijd om je koffiemomenten te delen!
no: Det er den perfekte tiden for å dele dine kaffefylte øyeblikk!
pt_br: É o momento perfeito para compartilhar seus momentos com café!
ru: Идеальное время, чтобы поделиться своими моментами с кофе!
sv: Det är den perfekta tiden att dela dina kaffestunder!
th: นี่คือช่วงเวลาที่เหมาะที่สุดในการแบ่งปันช่วงเวลากาแฟของคุณ!

# spring_freshness_and_coffee
source: The freshness of spring and the warmth of coffee.
da: Forårets friskhed og kaffens varme.
de: Die Frische des Frühlings und die Wärme des Kaffees.
fi: Kevään raikkaus ja kahvin lämpö.
fr: La fraîcheur du printemps et la chaleur du café.
hi: वसंत की ताजगी और कॉफी का गर्माहट।
it: La freschezza della primavera e il calore del caffè.
ja: 春の新鮮さとコーヒーの温もり。
ko: 봄의 신선함과 커피의 따뜻함.
nl: De frisheid van de lente en de warmte van koffie.
no: Vårens friskhet og kaffens varme.
pt_br: A frescura da primavera e o calor do café.
ru: Свежесть весны и тепло кофе.
sv: Vårens fräschör och kaffets värme.
th: ความสดชื่นของฤดูใบไม้ผลิและความอบอุ่นของกาแฟ.

# time_for_a_cup_of_coffee
source: There’s always time for a cup of coffee.
da: Der er altid tid til en kop kaffe.
de: Es gibt immer Zeit für eine Tasse Kaffee.
fi: Aina on aikaa kupilliselle kahvia.
fr: Il y a toujours du temps pour une tasse de café.
hi: कॉफी के एक कप के लिए हमेशा समय है।
it: C'è sempre tempo per una tazza di caffè.
ja: コーヒーを一杯飲む時間はいつでもあります。
ko: 커피 한 잔을 마실 시간은 항상 있습니다.
nl: Er is altijd tijd voor een kop koffie.
no: Det er alltid tid for en kopp kaffe.
pt_br: Sempre há tempo para uma xícara de café.
ru: Всегда есть время для чашки кофе.
sv: Det finns alltid tid för en kopp kaffe.
th: มีเวลาเสมอสำหรับกาแฟสักถ้วย.

# coffee_while_exploring
source: Coffee is always with me while exploring new places.
da: Kaffe er altid med mig, mens jeg udforsker nye steder.
de: Kaffee ist immer an meiner Seite, während ich neue Orte entdecke.
fi: Kahvi on aina mukanani tutkiessani uusia paikkoja.
fr: Le café est toujours avec moi lors de l'exploration de nouveaux endroits.
hi: नई जगहों की खोज करते समय, कॉफी हमेशा मेरे साथ होती है।
it: Il caffè è sempre con me mentre esploro nuovi luoghi.
ja: 新しい場所を探検している間、コーヒーはいつも私と一緒。
ko: 새로운 장소를 탐험하는 동안 커피는 항상 내 곁에 있습니다.
nl: Koffie is altijd bij me terwijl ik nieuwe plaatsen verken.
no: Kaffe er alltid med meg mens jeg utforsker nye steder.
pt_br: O café está sempre comigo enquanto exploro novos lugares.
ru: Кофе всегда со мной, пока я исследую новые места.
sv: Kaffe är alltid med mig när jag utforskar nya platser.
th: กาแฟอยู่กับฉันเสมอเมื่อสำรวจที่ใหม่ๆ.

# romantic_coffee_with_loved_one
source: A romantic coffee shared with your loved one.
da: En romantisk kop kaffe delt med din elskede.
de: Ein romantischer Kaffee, den du mit deinem Liebling teilst.
fi: Romanttinen kahvihetki rakkaasi kanssa.
fr: Un café romantique partagé avec votre bien-aimé.
hi: अपने प्रिय के साथ साझा की गई रोमांटिक कॉफी।
it: Un caffè romantico condiviso con il tuo amato.
ja: 大切な人と一緒に飲むロマンチックなコーヒー。
ko: 사랑하는 사람과 함께하는 로맨틱한 커피.
nl: Een romantische kop koffie gedeeld met je geliefde.
no: En romantisk kopp kaffe delt med din kjære.
pt_br: Um café romântico compartilhado com seu amado.
ru: Романтический кофе, разделенный с любимым человеком.
sv: En romantisk kopp kaffe delad med din älskade.
th: กาแฟโรแมนติกที่แชร์กับคนรักของคุณ.

# weather_and_coffee
source: No matter the weather, coffee makes it better.
da: Uanset vejret gør kaffe alt bedre.
de: Egal wie das Wetter ist, Kaffee macht alles besser.
fi: Säästä riippumatta kahvi tekee kaikesta parempaa.
fr: Peu importe le temps, le café améliore tout.
hi: मौसम चाहे जैसा भी हो, कॉफी उसे बेहतर बना देती है।
it: Non importa il tempo, il caffè rende tutto migliore.
ja: 天気に関係なく、コーヒーがあればもっと良くなる。
ko: 날씨에 관계없이 커피는 모든 것을 더 좋게 만듭니다.
nl: Wat voor weer het ook is, koffie maakt alles beter.
no: Uansett vær, kaffe gjør alt bedre.
pt_br: Não importa o clima, o café torna tudo melhor.
ru: Неважно, какая погода, кофе делает всё лучше.
sv: Oavsett väder, kaffe gör allt bättre.
th: ไม่ว่าสภาพอากาศจะเป็นอย่างไร กาแฟทำให้ทุกอย่างดีขึ้น.

# warm_touch_in_winter
source: The warm touch of coffee in the winter cold.
da: Den varme berøring af kaffe i vinterkulden.
de: Die warme Berührung von Kaffee in der Winterkälte.
fi: Kahvin lämmin kosketus talven kylmyydessä.
fr: Le toucher chaleureux du café dans le froid de l'hiver.
hi: सर्दी में कॉफी की गर्माहट को महसूस करें।
it: Il tocco caldo del caffè nel freddo invernale.
ja: 冬の寒さの中でコーヒーの暖かさを感じて。
ko: 겨울 추위 속에서 느끼는 커피의 따뜻한 손길.
nl: De warme aanraking van koffie in de winterkou.
no: Den varme berøringen av kaffe i vinterkulden.
pt_br: O toque quente do café no frio do inverno.
ru: Теплое прикосновение кофе в зимний холод.
sv: Den varma beröringen av kaffe i vinterkylan.
th: สัมผัสอันอบอุ่นของกาแฟในฤดูหนาวที่หนาวเย็น.

# power_of_coffee_at_work
source: Feel the power of coffee during work breaks.
da: Føl kaffens kraft under arbejdet.
de: Fühle die Kraft von Kaffee während der Arbeitspausen.
fi: Tunne kahvin voima työpausojen aikana.
fr: Ressentez la puissance du café pendant vos pauses au travail.
hi: काम के बीच में कॉफी की शक्ति महसूस करें।
it: Senti il potere del caffè durante le pause di lavoro.
ja: 仕事の休憩時にコーヒーの力を感じて。
ko: 일하는 동안 커피의 힘을 느껴보세요.
nl: Voel de kracht van koffie tijdens werkpauzes.
no: Føl kraften av kaffe i arbeidspauser.
pt_br: Sinta o poder do café durante as pausas no trabalho.
ru: Почувствуйте силу кофе во время работы.
sv: Känn kaffets kraft under arbetspauser.
th: สัมผัสพลังของกาแฟในช่วงพักงาน.

# refresh_after_workout
source: Refresh after a workout with a cup of coffee.
da: Forfrisk dig efter træning med en kop kaffe.
de: Erfrische dich nach dem Training mit einer Tasse Kaffee.
fi: Virkistäydy treenin jälkeen kahvikupillisella.
fr: Rafraîchissez-vous après un entraînement avec une tasse de café.
hi: वर्कआउट के बाद एक कप कॉफी से ताजगी महसूस करें।
it: Rinfrescati dopo un allenamento con una tazza di caffè.
ja: トレーニング後、コーヒーでリフレッシュしよう。
ko: 운동 후 커피로 리프레시하세요.
nl: Verfris jezelf na een workout met een kopje koffie.
no: Frisk opp etter treningen med en kopp kaffe.
pt_br: Refresque-se após o treino com uma xícara de café.
ru: Освежитесь после тренировки с чашкой кофе.
sv: Friska upp dig efter träningen med en kopp kaffe.
th: สดชื่นหลังออกกำลังกายด้วยกาแฟ.

# balance_mind_body_with_coffee
source: Balance your mind and body with coffee.
da: Balancér dit sind og din krop med kaffe.
de: Bringe deinen Körper und Geist mit Kaffee ins Gleichgewicht.
fi: Tasapainota mielesi ja kehosi kahvilla.
fr: Équilibrez votre esprit et votre corps avec du café.
hi: कॉफी के साथ अपने मन और शरीर का संतुलन बनाए रखें।
it: Equilibra la mente e il corpo con il caffè.
ja: コーヒーで心と体のバランスを取ろう。
ko: 커피로 마음과 몸의 균형을 맞추세요.
nl: Balans in geest en lichaam met koffie.
no: Balanser sinn og kropp med kaffe.
pt_br: Equilibre sua mente e corpo com café.
ru: Сбалансируйте разум и тело с помощью кофе.
sv: Balans mellan sinne och kropp med kaffe.
th: ปรับสมดุลจิตใจและร่างกายของคุณด้วยกาแฟ.

# beans_180
source: 180 Beans
da: 180 Bønner
de: 180 Bohnen
fi: 180 Papua
fr: 180 Haricots
hi: 180 बीन्स
it: 180 Fagioli
ja: 180個の豆
ko: 180개의 콩
nl: 180 Bonen
no: 180 Bønner
pt_br: 180 Grãos
ru: 180 Бобов
sv: 180 Bönor
th: 180 เมล็ด

source: Gifted on subscription
da: Gave ved abonnement
de: Geschenk bei Abonnement
fi: Lahja tilauksessa
fr: Offert à l'abonnement
hi: सब्सक्रिप्शन पर उपहार
it: Regalato con l'abbonamento
ja: サブスクリプションでプレゼント
ko: 구독 시 선물
nl: Cadeau bij abonnement
no: Gave ved abonnement
pt_br: Presente na assinatura
ru: Подарок при подписке
sv: Gåva vid prenumeration
th: ของขวัญเมื่อสมัครสมาชิก

source: Learn More
da: Lær mere
de: Mehr erfahren
fi: Lisätietoja
fr: En savoir plus
hi: और अधिक जानें
it: Scopri di più
ja: 詳しく知る
ko: 자세히 알아보기
nl: Meer informatie
no: Lær mer
pt_br: Saiba mais
ru: Узнать больше
sv: Läs mer
th: เรียนรู้เพิ่มเติม

# bonus_19_percent
source: 19% bonus
fr: 19% de bonus
hi: 19% बोनस
it: 19% di bonus
ja: 19% ボーナス
ko: 19% 보너스
pt_br: 19% de bônus
ru: Бонус 19%
th: โบนัส 19%

# bonus_39_percent
source: 39% bonus
fr: 39% de bonus
hi: 39% बोनस
it: 39% di bonus
ja: 39% ボーナス
ko: 39% 보너스
pt_br: 39% de bônus
ru: Бонус 39%
th: โบนัส 39%

# bonus_79_percent
source: 79% bonus
fr: 79% de bonus
hi: 79% बोनस
it: 79% di bonus
ja: 79% ボーナス
ko: 79% 보너스
pt_br: 79% de bônus
ru: Бонус 79%
th: โบนัส 79%

source: BUY NOW
da: KØB NU
de: JETZT KAUFEN
fi: OSTA NYT
fr: ACHETER MAINTENANT
hi: अभी खरीदें
it: ACQUISTA ORA
ja: 今すぐ購入
ko: 지금 구매
nl: NU KOPEN
no: KJØP NÅ
pt_br: COMPRE AGORA
ru: КУПИТЬ СЕЙЧАС
sv: KÖP NU
th: ซื้อเลย

# sticker_already_purchased
source: Sticker is already purchased.
da: Klistermærket er allerede købt.
de: Der Sticker wurde bereits gekauft.
fi: Tarra on jo ostettu.
fr: L'autocollant a déjà été acheté.
hi: स्टिकर पहले ही खरीदा जा चुका है।
it: L'adesivo è già stato acquistato.
ja: ステッカーはすでに購入済みです。
ko: 스티커가 이미 구매되었습니다.
nl: Sticker is al gekocht.
no: Klistremerket er allerede kjøpt.
pt_br: O adesivo já foi comprado.
ru: Стикер уже куплен.
sv: Klistermärket är redan köpt.
th: สติกเกอร์นี้ซื้อไปแล้ว

# emotion_already_purchased
source: Emotion is already purchased.
da: Følelsen er allerede købt.
de: Die Emotion wurde bereits gekauft.
fi: Tunne on jo ostettu.
fr: L'émotion a déjà été achetée.
hi: इमोशन पहले ही खरीदा जा चुका है।
it: L'emozione è già stata acquistata.
ja: 感情はすでに購入済みです。
ko: 감정이 이미 구매되었습니다.
nl: Emotie is al gekocht.
no: Følelsen er allerede kjøpt.
pt_br: A emoção já foi comprada.
ru: Эмоция уже куплена.
sv: Känslan är redan köpt.
th: อารมณ์นี้ซื้อไปแล้ว

# not_enough_beans
source: You don't have enough coffee beans to make this purchase.
da: Du har ikke nok kaffebønner til at foretage dette køb.
de: Sie haben nicht genug Kaffeebohnen für diesen Kauf.
fi: Sinulla ei ole tarpeeksi kahvipapuja tämän ostoksen tekemiseen.
fr: Vous n'avez pas assez de grains de café pour effectuer cet achat.
hi: इस खरीदारी के लिए आपके पास पर्याप्त कॉफी बीन्स नहीं हैं।
it: Non hai abbastanza chicchi di caffè per completare l'acquisto.
ja: この購入をするのに十分なコーヒー豆がありません。
ko: 이 구매를 완료할 만큼의 커피 콩이 부족합니다.
nl: Je hebt niet genoeg koffiebonen om deze aankoop te doen.
no: Du har ikke nok kaffebønner til å fullføre dette kjøpet.
pt_br: Você não tem grãos de café suficientes para fazer essa compra.
ru: У вас недостаточно кофейных зерен для покупки.
sv: Du har inte tillräckligt med kaffebönor för att genomföra detta köp.
th: คุณไม่มีเมล็ดกาแฟเพียงพอสำหรับการซื้อครั้งนี้

# successfully_purchased
source: has been successfully purchased.
da: er blevet købt med succes.
de: wurde erfolgreich gekauft.
fi: on ostettu onnistuneesti.
fr: a été acheté avec succès.
hi: सफलतापूर्वक खरीदा गया।
it: è stato acquistato con successo.
ja: 正常に購入されました。
ko: 성공적으로 구매되었습니다.
nl: is succesvol gekocht.
no: ble kjøpt med hell.
pt_br: foi comprado com sucesso.
ru: успешно куплен.
sv: har köpts framgångsrikt.
th: ซื้อสำเร็จแล้ว

source: Elevate coffee moments
da: Forbedr dine kaffestunder
de: Hebe Kaffeegenüsse auf ein neues Niveau
fi: Nosta kahvihetket uudelle tasolle
fr: Élevez vos moments café
hi: कॉफी के क्षणों को ऊंचा उठाएं
it: Eleva i tuoi momenti di caffè
ja: コーヒーのひとときを高めましょう
ko: 커피 순간을 한 단계 높이세요
nl: Verhoog je koffiemomenten
no: Løft kaffestundene
pt_br: Eleve os momentos do seu café
ru: Поднимите кофейные моменты
sv: Höj kaffestunderna
th: ยกระดับช่วงเวลากาแฟของคุณ

# upgrade_ultimate_experience
source: Upgrade for the ultimate experience!
da: Opgrader for den ultimative oplevelse!
de: Upgrade für das ultimative Erlebnis!
fi: Päivitä saadaksesi parhaan kokemuksen!
fr: Améliorez pour une expérience ultime !
hi: अल्टीमेट अनुभव के लिए अपग्रेड करें!
it: Aggiorna per un'esperienza definitiva!
ja: 究極の体験のためにアップグレード！
ko: 최고의 경험을 위해 업그레이드하세요!
nl: Upgrade voor de ultieme ervaring!
no: Oppgrader for den ultimate opplevelsen!
pt_br: Faça upgrade para a experiência definitiva!
ru: Обновитесь для получения незабываемого опыта!
sv: Uppgradera för den ultimata upplevelsen!
th: อัปเกรดเพื่อประสบการณ์ที่ดีที่สุด!

source: User ID:
da: Bruger-ID:
de: Benutzer-ID:
fi: Käyttäjä-ID:
fr: ID Utilisateur :
hi: उपयोगकर्ता आईडी:
it: ID Utente:
ja: ユーザーID:
ko: 사용자 ID:
nl: Gebruikers-ID:
no: Bruker-ID:
pt_br: ID do Usuário:
ru: Идентификатор пользователя:
sv: Användar-ID:
th: รหัสผู้ใช้:

source: Recorded days
da: Registrerede dage
de: Aufgezeichnete Tage
fi: Tallennetut päivät
fr: Jours enregistrés
hi: रिकॉर्ड किए गए दिन
it: Giorni registrati
ja: 記録された日
ko: 기록된 날들
nl: Opgenomen dagen
no: Registrerte dager
pt_br: Dias registrados
ru: Записанные дни
sv: Registrerade dagar
th: วันที่บันทึก

source: Photos
da: Fotos
de: Fotos
fi: Valokuvat
hi: तस्वीरें
it: Foto
ja: 写真
ko: 사진
nl: Foto's
no: Bilder
pt_br: Fotos
ru: Фотографии
sv: Foton
th: รูปภาพ

source: Features
da: Funktioner
de: Funktionen
fi: Ominaisuudet
fr: Fonctionnalités
hi: विशेषताएं
it: Funzionalità
ja: 機能
ko: 기능
nl: Functies
no: Funksjoner
pt_br: Recursos
ru: Функции
sv: Funktioner
th: คุณสมบัติ

source: Change profile picture
da: Skift profilbillede
de: Profilbild ändern
fi: Vaihda profiilikuva
fr: Changer la photo de profil
hi: प्रोफ़ाइल चित्र बदलें
it: Cambia immagine del profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
nl: Profielfoto wijzigen
no: Endre profilbilde
pt_br: Alterar foto do perfil
ru: Изменить фото профиля
sv: Ändra profilbild
th: เปลี่ยนรูปโปรไฟล์

source: Male
da: Mand
de: Männlich
fi: Mies
fr: Homme
hi: पुरुष
it: Maschio
ja: 男性
ko: 남성
nl: Man
no: Mann
pt_br: Masculino
ru: Мужчина
sv: Man
th: ชาย

source: Female
da: Kvinde
de: Weiblich
fi: Nainen
fr: Femme
hi: महिला
it: Femmina
ja: 女性
ko: 여성
nl: Vrouw
no: Kvinne
pt_br: Feminino
ru: Женщина
sv: Kvinna
th: หญิง

source: Other
da: Andet
de: Andere
fi: Muu
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Anders
no: Annet
pt_br: Outro
ru: Другое
sv: Annat
th: อื่น ๆ

source: Send
de: Senden
fi: Lähetä
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
nl: Verzenden
pt_br: Enviar
ru: Отправить
sv: Skicka
th: ส่ง

# morning_notification
source: Is your morning coffee ready? Let's start recording the day!
da: Er din morgenkaffe klar? Lad os begynde at registrere dagen!
de: Ist dein Morgenkaffee fertig? Lass uns den Tag festhalten!
fi: Onko aamukahvisi valmis? Aloitetaan päivän kirjaaminen!
fr: Votre café du matin est-il prêt ? Commençons à enregistrer la journée !
hi: क्या आपकी सुबह की कॉफी तैयार है? चलिए दिन को रिकॉर्ड करना शुरू करते हैं!
it: Il tuo caffè mattutino è pronto? Iniziamo a registrare la giornata!
ja: 朝のコーヒーは準備できましたか？さあ、今日を記録しましょう！
ko: 아침 커피 준비되셨나요? 하루를 기록하기 시작해요!
nl: Is je ochtendkoffie klaar? Laten we de dag vastleggen!
no: Er morgenkaffen din klar? La oss begynne å registrere dagen!
pt_br: O seu café da manhã está pronto? Vamos começar a registrar o dia!
ru: Ваш утренний кофе готов? Давайте начнем записывать день!
sv: Är ditt morgonkaffe klart? Låt oss börja anteckna dagen!
th: กาแฟยามเช้าของคุณพร้อมหรือยัง? มาเริ่มบันทึกวันนี้กันเถอะ!

# day_rhythm_notification
source: How's the rhythm of your day? How about a coffee break and capturing the moment?
da: Hvordan går rytmen i din dag? Hvad med en kaffepause og at fange øjeblikket?
de: Wie läuft der Rhythmus deines Tages? Wie wäre es mit einer Kaffeepause und den Moment festhalten?
fi: Miten päiväsi rytmi sujuu? Mitä jos pitäisimme kahvitauon ja tallentaisimme hetken?
fr: Comment va le rythme de votre journée ? Que diriez-vous d'une pause café et de capturer le moment ?
hi: आपके दिन की लय कैसी चल रही है? एक कॉफी ब्रेक और इस पल को कैप्चर करने के बारे में क्या ख्याल है?
it: Come va il ritmo della tua giornata? Che ne dici di una pausa caffè e di catturare il momento?
ja: 今日のリズムはどうですか？コーヒーブレイクをして、この瞬間を記録しませんか？
ko: 오늘 하루의 리듬은 어때요? 커피 한 잔 하면서 이 순간을 기록해볼까요?
nl: Hoe verloopt het ritme van je dag? Zin in een koffiepauze en het moment vastleggen?
no: Hvordan er rytmen i dagen din? Hva med en kaffepause og å fange øyeblikket?
pt_br: Como está o ritmo do seu dia? Que tal uma pausa para o café e capturar o momento?
ru: Как проходит ритм вашего дня? Как насчет кофе-паузы и запечатлеть момент?
sv: Hur är rytmen på din dag? Vad sägs om en kaffepaus och att fånga ögonblicket?
th: จังหวะของวันเป็นอย่างไรบ้าง? หยุดพักดื่มกาแฟแล้วเก็บช่วงเวลานี้ไว้ดีไหม?

# record_reminder
source: Don’t forget to record your day!
da: Glem ikke at registrere din dag!
de: Vergiss nicht, deinen Tag festzuhalten!
fi: Älä unohda kirjata päivääsi!
fr: N'oubliez pas d'enregistrer votre journée !
hi: अपने दिन को रिकॉर्ड करना न भूलें!
it: Non dimenticare di registrare la tua giornata!
ja: 一日を記録するのを忘れないでください！
ko: 하루를 기록하는 것을 잊지 마세요!
nl: Vergeet niet je dag vast te leggen!
no: Ikke glem å registrere dagen din!
pt_br: Não se esqueça de registrar o seu dia!
ru: Не забудьте записать ваш день!
sv: Glöm inte att anteckna din dag!
th: อย่าลืมบันทึกวันของคุณ!

# week_checkin
source: How's your week going? Don’t forget to take a coffee break!
da: Hvordan går din uge? Glem ikke at tage en kaffepause!
de: Wie läuft deine Woche? Vergiss nicht, eine Kaffeepause einzulegen!
fi: Miten viikkosi sujuu? Älä unohda pitää kahvitaukoa!
fr: Comment se passe votre semaine ? N'oubliez pas de faire une pause café !
hi: आपका सप्ताह कैसा चल रहा है? कॉफी ब्रेक लेना न भूलें!
it: Come sta andando la tua settimana? Non dimenticare di prenderti una pausa caffè!
ja: 今週の調子はどうですか？コーヒーブレイクをお忘れなく！
ko: 이번 주는 어떻게 지내고 계신가요? 커피 한 잔의 여유를 잊지 마세요!
nl: Hoe gaat jouw week? Vergeet niet een koffiepauze te nemen!
no: Hvordan går uken din? Ikke glem å ta en kaffepause!
pt_br: Como está sua semana? Não se esqueça de fazer uma pausa para o café!
ru: Как проходит ваша неделя? Не забудьте сделать перерыв на кофе!
sv: Hur går din vecka? Glöm inte att ta en kaffepaus!
th: สัปดาห์ของคุณเป็นอย่างไรบ้าง? อย่าลืมหยุดพักดื่มกาแฟ!
