Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

source: Coffee Logged
da: Registreret Kaffe
de: Kaffee Aufgezeichnet
fi: Kirjattu Kahvi
fr: Café Enregistré
hi: लॉग की गई कॉफी
it: Caffè Registrato
ja: 記録されたコーヒー
ko: 기록된 커피
nl: Geregistreerde Koffie
no: Registrert Kaffe
pt_br: Café Registrado
ru: Записанный Кофе
sv: Registrerad Kaffe
th: กาแฟที่บันทึก

# start_logging_coffee_moods
source: Start logging your coffee moods!
da: Begynd at logge dine kaffemood!
de: Beginnen Sie, Ihre Kaffeestimmungen zu protokollieren!
fi: Aloita kahvifiiliksesi kirjaaminen!
fr: Commencez à enregistrer vos humeurs de café !
hi: अपने कॉफी मूड्स को रिकॉर्ड करना शुरू करें!
it: Inizia a registrare i tuoi umori con il caffè!
ja: コーヒーの気分を記録し始めましょう！
ko: 커피 기분을 기록하기 시작하세요!
nl: Begin je koffiemood te registreren!
no: Start å logge kaffemoodene dine!
pt_br: Comece a registrar seus humores com o café!
ru: Начните записывать свои кофейные настроения!
sv: Börja logga dina kaffemood!
th: เริ่มบันทึกอารมณ์กาแฟของคุณ!

source: Mood Statistics
da: Humørstatistik
de: Stimmungsstatistiken
fi: Mielialatilastot
fr: Statistiques de l'Humeur
hi: मूड सांख्यिकी
it: Statistiche dell'Umore
ja: 気分統計
ko: 기분 통계
nl: Stemmingsstatistieken
no: Humørstatistikk
pt_br: Estatísticas de Humor
ru: Статистика Настроений
sv: Humörstatistik
th: สถิติควมอารมณ์

source: Journey of the Cup
da: Koppens Rejse
de: Reise der Tasse
fi: Kupin Matka
fr: Voyage de la Tasse
hi: कप की यात्रा
it: Viaggio della Tazza
ja: カップの旅路
ko: 컵의 여정
nl: Reis van de Kop
no: Koppens Reise
pt_br: Jornada da Xícara
ru: Путешествие Чашки
sv: Koppens Resa
th: การเดินทางของถ้วย

# look_back_on_2024
source: Look back on your %d.
da: Se tilbage på dit %d.
de: Blicken Sie auf Ihr %d zurück.
fi: Katso taaksepäin vuoteesi %d.
fr: Retournez sur votre %d.
hi: अपने %d को देखें।
it: Guarda indietro al tuo %d.
ja: %d年を振り返る。
ko: %d년을 돌아보세요.
nl: Kijk terug op je %d.
no: Se tilbake på ditt %d.
pt_br: Olhe para o seu %d.
ru: Оглянитесь на ваш %d год.
sv: Titta tillbaka på ditt %d.
th: ย้อนกลับไปดูปี %d ของคุณ

source: Go
da: Gå
de: Gehen
fi: Mene
fr: Aller
hi: जाएं
it: Vai
ja: 行く
ko: 가기
nl: Ga
no: Gå
pt_br: Ir
ru: Перейти
sv: Gå
th: ไป

source: Frequently together
da: Ofte sammen
de: Häufig zusammen
fi: Usein yhdessä
fr: Fréquemment ensemble
hi: आमतौर पर साथ
it: Frequentemente insieme
ja: よく一緒に
ko: 자주 함께
nl: Vaak samen
no: Ofte sammen
pt_br: Frequentemente juntos
ru: Часто вместе
sv: Ofta tillsammans
th: บ่อยครั้งด้วยกัน

source: Moments You Drank Coffee
da: Øjeblikke hvor du drak kaffe
de: Momente, in denen du Kaffee getrunken hast
fi: Hetket, jolloin joit kahvia
fr: Moments où vous avez bu du café
hi: वो पल जब आपने कॉफी पी थी
it: Momenti in cui hai bevuto il caffè
ja: コーヒーを飲んだ瞬間
ko: 커피를 마신 순간들
nl: Momenten waarop je koffie hebt gedronken
no: Øyeblikk du drakk kaffe
pt_br: Momentos em que você bebeu café
ru: Моменты, когда вы пили кофе
sv: Stunder du drack kaffe
th: ช่วงเวลาที่คุณดื่มกาแฟ

source: You Drank Coffee
da: Du drak kaffe
de: Du hast Kaffee getrunken
fi: Joisit kahvia
fr: Vous avez bu du café
hi: आपने कॉफी पी थी
it: Hai bevuto il caffè
ja: あなたはコーヒーを飲んだ
ko: 당신은 커피를 마셨습니다
nl: Je hebt koffie gedronken
no: Du drakk kaffe
pt_br: Você bebeu café
ru: Вы пили кофе
sv: Du drack kaffe
th: คุณดื่มกาแฟ

source: Moments
da: Øjeblikke
de: Momente
fi: Hetket
hi: पल
it: Momenti
ja: 瞬間
ko: 순간
nl: Momenten
no: Øyeblikk
pt_br: Momentos
ru: Моменты
sv: Stunder
th: ช่วงเวลา

source: Your Favorite Coffees
da: Dine Favorit Kaffer
de: Ihre Lieblingskaffees
fi: Lempikahvisi
fr: Vos Cafés Préférés
hi: आपकी पसंदीदा कॉफियां
it: I Tuoi Caffè Preferiti
ja: あなたのお気に入りのコーヒー
ko: 당신의 좋아하는 커피
nl: Jouw Favoriete Koffies
no: Dine Favorittkaffer
pt_br: Seus Cafés Favoritos
ru: Ваши Любимые Кофе
sv: Dina Favoritkaffar
th: กาแฟที่คุณชื่นชอบ

source: The Coffee You Enjoyed the Most
da: Kaffen Du Nød Mest
de: Der Kaffee, Den Sie Am Meisten Genossen Haben
fi: Kahvi, Jota Nautit Eniten
fr: Le Café Que Vous Avez Le Plus Apprécié
hi: वह कॉफी जिसे आपने सबसे ज्यादा पसंद किया
it: Il Caffè Che Hai Più Apprezzato
ja: 最も楽しんだコーヒー
ko: 가장 즐긴 커피
nl: De Koffie Die Je Het Meest Genoten Hebt
no: Kaffen Du Liker Best
pt_br: O Café Que Você Mais Gostou
ru: Кофе, Которое Вам Понравилось Больше Всего
sv: Kaffet Du Njöt Mest Av
th: กาแฟที่คุณชื่นชอบที่สุด

source: You Enjoyed the Most
da: Du Nød Mest
de: Sie Haben Am Meisten Genossen
fi: Nautit Eniten
fr: Ce Que Vous Avez Le Plus Apprécié
hi: आपने सबसे ज्यादा पसंद किया
it: Ciò che Hai Più Apprezzato
ja: 最も楽しんだ
ko: 가장 즐겼던
nl: Je Genoot Het Meest
no: Du Likte Best
pt_br: Você Gostou Mais
ru: Вам Понравилось Больше Всего
sv: Du Njöt Mest Av
th: ที่คุณชื่นชอบที่สุด

source: The Coffee
da: Kaffen
de: Der Kaffee
fi: Kahvi
fr: Le Café
hi: कॉफी
it: Il Caffè
ja: コーヒー
ko: 커피
nl: De Koffie
no: Kaffen
pt_br: O Café
ru: Кофе
sv: Kaffet
th: กาแฟ

source: Coffee for Your Mood
da: Kaffe til Dit Humør
de: Kaffee für Deine Stimmung
fi: Kahvia Mielialaasi Varten
fr: Café pour Votre Humeur
hi: आपके मूड के लिए कॉफी
it: Caffè per il Tuo Umore
ja: あなたの気分に合ったコーヒー
ko: 당신의 기분에 맞는 커피
nl: Koffie voor Je Stemming
no: Kaffe for Ditt Humør
pt_br: Café para o Seu Humor
ru: Кофе для Вашего Настроения
sv: Kaffe för Ditt Humör
th: กาแฟสำหรับอารมณ์ของคุณ

source: Your Favorite in This Mood
da: Din Favorit i Dette Humør
de: Dein Favorit in dieser Stimmung
fi: Suosikkisi Tässä Mielialassa
fr: Votre Préféré dans Cette Humeur
hi: इस मूड में आपका पसंदीदा
it: Il Tuo Preferito in Questo Umore
ja: この気分でのお気に入り
ko: 이 기분에서 당신이 좋아하는 것
nl: Je Favoriet in Deze Stemming
no: Din Favoritt i Dette Humøret
pt_br: Seu Favorito Neste Humor
ru: Ваше Любимое в Этом Настроении
sv: Din Favorit i Detta Humör
th: สิ่งที่คุณชื่นชอบในอารมณ์นี้

source: Recorded together with…
da: Optaget sammen med…
de: Aufgezeichnet zusammen mit…
fi: Tallennettu yhdessä…
fr: Enregistré avec…
hi: साथ में रिकॉर्ड किया गया…
it: Registrato insieme a…
ja: 一緒に記録された…
ko: 함께 기록된…
nl: Opgenomen samen met…
no: Registrert sammen med…
pt_br: Registrado junto com…
ru: Записано вместе с…
sv: Inspelat tillsammans med…
th: บันทึกร่วมกับ…

source: Sort By
da: Sortér Efter
de: Sortieren Nach
fi: Järjestä
fr: Trier Par
hi: के अनुसार छाँटें
it: Ordina Per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteren Op
no: Sorter Etter
pt_br: Ordenar Por
ru: Сортировать По
sv: Sortera Efter
th: จัดเรียงตาม

source: Premium Analysis
da: Premium Analyse
de: Premium-Analyse
fi: Premium Analyysi
fr: Analyse Premium
hi: प्रीमियम विश्लेषण
it: Analisi Premium
ja: プレミアム分析
ko: 프리미엄 분석
nl: Premium Analyse
no: Premium Analyse
pt_br: Análise Premium
ru: Премиум Анализ
sv: Premium Analys
th: การวิเคราะห์พรีเมียม

# subscribe_to_premium
source: Subscribe to Premium to see more analyses!
da: Abonner på Premium for at se flere analyser!
de: Abonnieren Sie Premium um mehr Analysen zu sehen!
fi: Tilaa Premium nähdäksesi lisää analyysejä!
fr: Abonnez-vous à Premium pour voir plus d'analyses !
hi: प्रीमियम सब्सक्राइब करें अधिक विश्लेषण देखने के लिए!
it: Abbonati a Premium per vedere altre analisi!
ja: プレミアムに登録して さらに多くの分析を表示！
ko: 프리미엄 구독하여 더 많은 분석을 확인하세요!
nl: Abonneer op Premium om meer analyses te zien!
no: Abonner på Premium for å se flere analyser!
pt_br: Assine o Premium para ver mais análises!
ru: Подпишитесь на Premium чтобы увидеть больше анализов!
sv: Prenumerera på Premium för att se fler analyser!
th: สมัครสมาชิก Premium เพื่อดูการวิเคราะห์เพิ่มเติม!

source: Premium Pass
da: Premium-pas
fi: Premium Passi
fr: Pass Premium
hi: प्रीमियम पास
it: Pass Premium
ja: プレミアムパス
ko: 프리미엄 패스
nl: Premium Pas
pt_br: Passe Premium
ru: Премиум Пасс
th: พรีเมียมพาส

source: Special Theme
da: Særligt Tema
de: Sonderthema
fi: Erity téma
fr: Thème Spécial
hi: विशेष थीम
it: Tema Speciale
ja: 特別なテーマ
ko: 특별 테마
nl: Speciale Thema
no: Spesielt Tema
pt_br: Tema Especial
ru: Особая Тема
sv: Speciellt Tema
th: ธีมพิเศษ

source: Classic Theme
da: Klassisk Tema
de: Klassisches Thema
fi: Klassinen Teema
fr: Thème Classique
hi: क्लासिक थीम
it: Tema Classico
ja: クラシックテーマ
ko: 클래식 테마
nl: Klassiek Thema
no: Klassisk Tema
pt_br: Tema Clássico
ru: Классическая Тема
sv: Klassiskt Tema
th: ธีมคลาสสิก

# coffee_break_alone
source: A coffee break alone, the other name of tranquility.
da: En kaffepause alene, et andet navn for ro.
de: Eine Kaffeepause allein, der andere Name der Ruhe.
fi: Kahvitauko yksin, toinen nimi rauhalle.
fr: Une pause café seule, l'autre nom de la tranquillité.
hi: अकेले कॉफी ब्रेक, शांति का दूसरा नाम।
it: Una pausa caffè da soli, l'altro nome della tranquillità.
ja: 一人のコーヒーブレイク、静けさの別名。
ko: 혼자 하는 커피 브레이크, 평온함의 다른 이름.
nl: Een koffiepauze alleen, de andere naam voor rust.
no: En kaffepause alene, et annet navn på ro.
pt_br: Uma pausa para o café sozinho, outro nome para tranquilidade.
ru: Кофейный перерыв в одиночестве, другое название спокойствия.
sv: En kaffepaus ensam, en annan synonym för lugn.
th: พักดื่มกาแฟคนเดียว ชื่ออื่นของความเงียบสงบ.

# warm_up_with_coffee
source: Warm up with coffee in the crisp air of autumn.
da: Varm op med kaffe i den friske efterårsluft.
de: Wärmen Sie sich mit Kaffee in der klaren Herbstluft auf.
fi: Lämmittele kahvin kanssa raikkaassa syysilmassa.
fr: Réchauffez-vous avec un café dans l'air frais de l'automne.
hi: सर्दी में कॉफी के साथ गर्माहट महसूस करें।
it: Scaldati con un caffè nell'aria fresca dell'autunno.
ja: 秋の澄んだ空気の中でコーヒーで温まろう。
ko: 가을의 맑은 공기 속에서 커피로 몸을 따뜻하게 해보세요.
nl: Warm op met koffie in de frisse herfstlucht.
no: Varm opp med kaffe i den friske høstluften.
pt_br: Aqueça-se com café no ar fresco do outono.
ru: Согрейтесь с кофе на свежем осеннем воздухе.
sv: Värm upp med kaffe i den krispiga höstluften.
th: ทำตัวให้อุ่นด้วยกาแฟในอากาศสดชื่นของฤดูใบไม้ร่วง.

# coffee_accompanying_you
source: Let coffee accompany you as you get lost in the pages.
da: Lad kaffen ledsage dig, mens du fortaber dig i siderne.
de: Lassen Sie sich vom Kaffee begleiten, während Sie sich in den Seiten verlieren.
fi: Anna kahvin kulkea mukanasi, kun uppoudut sivuihin.
fr: Laissez le café vous accompagner tandis que vous vous perdez dans les pages.
hi: कॉफी के साथ पन्नों में खो जाइए।
it: Lascia che il caffè ti accompagni mentre ti perdi tra le pagine.
ja: ページの中で迷子になりながら、コーヒーがあなたを伴います。
ko: 페이지 속에서 길을 잃으면서 커피가 함께해요.
nl: Laat koffie je vergezellen terwijl je verdwaalt in de pagina's.
no: La kaffen følge deg mens du forsvinner inn i sidene.
pt_br: Deixe o café te acompanhar enquanto você se perde nas páginas.
ru: Пусть кофе сопровождает вас, пока вы теряетесь в страницах.
sv: Låt kaffet följa dig när du förlorar dig i sidorna.
th: ให้กาแฟอยู่เคียงข้างขณะคุณหลงอยู่ในหนังสือ.

# campfire_and_coffee
source: The perfect harmony of a campfire and coffee.
da: Den perfekte harmoni mellem lejrbål og kaffe.
de: Die perfekte Harmonie von Lagerfeuer und Kaffee.
fi: Täydellinen harmonia nuotion ja kahvin välillä.
fr: L'harmonie parfaite d'un feu de camp et du café.
hi: आग और कॉफी का संपूर्ण सामंजस्य।
it: L'armonia perfetta tra un falò e il caffè.
ja: キャンプファイヤーとコーヒーの完璧な調和。
ko: 캠프파이어와 커피의 완벽한 조화.
nl: De perfecte harmonie van een kampvuur en koffie.
no: Den perfekte harmonien mellom bål og kaffe.
pt_br: A perfeita harmonia entre uma fogueira e o café.
ru: Идеальная гармония костра и кофе.
sv: Den perfekta harmonin av en lägereld och kaffe.
th: ความลงตัวระหว่างกองไฟและกาแฟ.

# coffee_with_purring_companion
source: Enjoy a cup of coffee with your purring companion.
da: Nyd en kop kaffe med din spindende ven.
de: Genießen Sie eine Tasse Kaffee mit Ihrem schnurrenden Begleiter.
fi: Nauti kupillinen kahvia kehräävän kumppanisi kanssa.
fr: Savourez une tasse de café avec votre compagnon qui ronronne.
hi: अपने गरजते साथी के साथ एक कप कॉफी का आनंद लें।
it: Goditi una tazza di caffè con il tuo compagno che fa le fusa.
ja: ゴロゴロ音を立てる愛猫と一緒にコーヒーを楽しんで。
ko: 고양이의 낮고 부드러운 소리와 함께 커피를 즐기세요.
nl: Geniet van een kopje koffie met je spinnende metgezel.
no: Nyt en kopp kaffe med din malende følgesvenn.
pt_br: Aproveite uma xícara de café com seu companheiro ronronante.
ru: Наслаждайтесь чашкой кофе с вашим мурлыкающим другом.
sv: Njut av en kopp kaffe med din spinnande vän.
th: เพลิดเพลินกับกาแฟสักถ้วยกับเพื่อนขนปุย.

# christmas_with_ginger_scented_coffee
source: Celebrate Christmas with a ginger-scented coffee!
da: Fejr jul med kaffe med ingefærduft!
de: Feiern Sie Weihnachten mit einem ingwerduftenden Kaffee!
fi: Juhli joulua inkiväärintuoksuisella kahvilla!
fr: Célébrez Noël avec un café au parfum de gingembre!
hi: अदरक की खुशबू वाली कॉफी के साथ क्रिसमस मनाएं!
it: Celebra il Natale con un caffè al profumo di zenzero!
ja: ジンジャーの香りが漂うコーヒーでクリスマスをお祝いしよう！
ko: 생강 향이 나는 커피로 크리스마스를 축하하세요!
nl: Vier Kerstmis met koffie met een vleugje gember!
no: Feir jul med en kaffe med ingefærduft!
pt_br: Celebre o Natal com café aromatizado com gengibre!
ru: Празднуйте Рождество с кофе с ароматом имбиря!
sv: Fira jul med kaffe med en doft av ingefära!
th: เฉลิมฉลองคริสต์มาสด้วยกาแฟหอมขิง!

# coffee_leads
source: Coffee always takes the lead role!
da: Kaffe tager altid hovedrollen!
de: Kaffee übernimmt immer die Hauptrolle!
fi: Kahvi ottaa aina pääroolin!
fr: Le café prend toujours le rôle principal!
hi: कॉफी हमेशा मुख्य भूमिका निभाती है!
it: Il caffè è sempre il protagonista!
ja: コーヒーはいつも主役だ！
ko: 커피는 항상 주인공입니다!
nl: Koffie speelt altijd de hoofdrol!
no: Kaffe tar alltid hovedrollen!
pt_br: O café sempre assume o papel principal!
ru: Кофе всегда играет главную роль!
sv: Kaffe spelar alltid huvudrollen!
th: กาแฟคือพระเอกเสมอ!

# coffee_in_conversations
source: The warmest conversations are accompanied by coffee.
da: De varmeste samtaler ledsages altid af kaffe.
de: Die wärmsten Gespräche werden von Kaffee begleitet.
fi: Lämpimimmät keskustelut sisältävät aina kahvia.
fr: Les conversations les plus chaleureuses sont accompagnées de café.
hi: सबसे गर्म बातचीतों का साथ कॉफी देती है।
it: Le conversazioni più calde sono sempre accompagnate da caffè.
ja: 最も温かい会話はコーヒーとともにあります。
ko: 가장 따뜻한 대화에는 커피가 함께 합니다.
nl: De warmste gesprekken worden begeleid door koffie.
no: De varmeste samtalene ledsages alltid av kaffe.
pt_br: As conversas mais calorosas são sempre acompanhadas por café.
ru: Самые теплые разговоры всегда сопровождаются кофе.
sv: De varmaste samtalen följs alltid av kaffe.
th: การสนทนาที่อบอุ่นที่สุดมาพร้อมกับกาแฟ.

# sip_of_coffee_inspiration
source: A sip of coffee, a pinch of inspiration.
da: En slurk kaffe, et strejf af inspiration.
de: Ein Schluck Kaffee, ein Hauch von Inspiration.
fi: Hörppy kahvia, ripaus inspiraatiota.
fr: Une gorgée de café, une pincée d'inspiration.
hi: कॉफी की एक चुस्की, प्रेरणा का एक स्पर्श।
it: Un sorso di caffè, un pizzico di ispirazione.
ja: 一口のコーヒー、ひとひねりのインスピレーション。
ko: 커피 한 모금, 영감 한 스푼.
nl: Een slokje koffie, een vleugje inspiratie.
no: En slurk kaffe, en klype inspirasjon.
pt_br: Um gole de café, um toque de inspiração.
ru: Глоток кофе, щепотка вдохновения.
sv: En klunk kaffe, en nypa inspiration.
th: จิบกาแฟ เติมแรงบันดาลใจ.

# coffee_and_dessert_harmony
source: The flawless harmony of coffee and dessert.
da: Den perfekte harmoni mellem kaffe og dessert.
de: Die makellose Harmonie von Kaffee und Dessert.
fi: Täydellinen harmonia kahvin ja jälkiruoan välillä.
fr: L'harmonie parfaite du café et du dessert.
hi: कॉफी और मिठाई का संपूर्ण सामंजस्य।
it: L'armonia perfetta tra il caffè e il dessert.
ja: コーヒーとデザートの完璧な調和。
ko: 커피와 디저트의 완벽한 조화.
nl: De perfecte harmonie tussen koffie en dessert.
no: Den perfekte harmonien mellom kaffe og dessert.
pt_br: A perfeita harmonia entre café e sobremesa.
ru: Идеальная гармония кофе и десерта.
sv: Den perfekta harmonin mellan kaffe och dessert.
th: ความลงตัวของกาแฟและของหวาน.

# balanced_coffee_break
source: A balanced coffee break for a healthy lifestyle.
da: En balanceret kaffepause for en sund livsstil.
de: Eine ausgewogene Kaffeepause für einen gesunden Lebensstil.
fi: Tasapainoinen kahvitauko terveelliseen elämäntyyliin.
fr: Une pause café équilibrée pour un mode de vie sain.
hi: स्वस्थ जीवनशैली के लिए संतुलित कॉफी ब्रेक।
it: Una pausa caffè equilibrata per uno stile di vita sano.
ja: 健康的なライフスタイルのためのバランスの取れたコーヒーブレイク。
ko: 건강한 라이프스타일을 위한 균형 잡힌 커피 브레이크.
nl: Een gebalanceerde koffiepauze voor een gezonde levensstijl.
no: En balansert kaffepause for en sunn livsstil.
pt_br: Uma pausa para o café equilibrada para um estilo de vida saudável.
ru: Сбалансированный кофейный перерыв для здорового образа жизни.
sv: En balanserad kaffepaus för en hälsosam livsstil.
th: พักดื่มกาแฟอย่างสมดุลเพื่อชีวิตที่ดี.

# walk_with_coffee
source: A walk with your loyal friend and a cup of coffee.
da: En gåtur med din trofaste ven og en kop kaffe.
de: Ein Spaziergang mit deinem treuen Freund und einer Tasse Kaffee.
fi: Kävely uskollisen ystäväsi ja kahvikupin kanssa.
fr: Une promenade avec votre ami fidèle et une tasse de café.
hi: अपने वफादार साथी के साथ एक लंबी सैर और कॉफी का प्याला।
it: Una passeggiata con il tuo fedele amico e una tazza di caffè.
ja: 忠実な友達と一緒に歩きながら、コーヒーを楽しんで。
ko: 충실한 친구와 함께 커피를 들고 산책하세요.
nl: Een wandeling met je trouwe vriend en een kopje koffie.
no: En tur med din lojale venn og en kopp kaffe.
pt_br: Uma caminhada com seu fiel amigo e uma xícara de café.
ru: Прогулка с верным другом и чашкой кофе.
sv: En promenad med din lojala vän och en kopp kaffe.
th: เดินเล่นกับเพื่อนที่ซื่อสัตย์และกาแฟ.

# deepen_feelings_with_coffee
source: Deepen your feelings with a cup of coffee.
da: Fordyb dine følelser med en kop kaffe.
de: Vertiefe deine Gefühle mit einer Tasse Kaffee.
fi: Syvennä tunteitasi kahvikupin äärellä.
fr: Approfondissez vos sentiments avec une tasse de café.
hi: कॉफी के साथ अपनी भावनाओं को गहराई से महसूस करें।
it: Approfondisci i tuoi sentimenti con una tazza di caffè.
ja: コーヒーで気持ちを深めよう。
ko: 커피 한 잔으로 감정을 깊게 만들어보세요.
nl: Verdiep je gevoelens met een kopje koffie.
no: Fordyp følelsene dine med en kopp kaffe.
pt_br: Aprofunde seus sentimentos com uma xícara de café.
ru: Углубите свои чувства с чашкой кофе.
sv: Fördjupa dina känslor med en kopp kaffe.
th: ทำให้ความรู้สึกของคุณลึกซึ้งยิ่งขึ้นด้วยกาแฟ.

# sweet_closeness_with_coffee
source: A sweet closeness that starts with coffee.
da: En sød nærhed, der begynder med kaffe.
de: Eine süße Nähe, die mit Kaffee beginnt.
fi: Makea läheisyys, joka alkaa kahvista.
fr: Une douce proximité qui commence avec le café.
hi: कॉफी से शुरू होने वाली एक मीठी नजदीकी।
it: Una dolce intimità che inizia con il caffè.
ja: コーヒーから始まる甘い親密さ。
ko: 커피에서 시작되는 달콤한 친밀감.
nl: Een zoete nabijheid die begint met koffie.
no: En søt nærhet som begynner med kaffe.
pt_br: Uma doce proximidade que começa com o café.
ru: Сладкая близость, которая начинается с кофе.
sv: En söt närhet som börjar med kaffe.
th: ความใกล้ชิดที่เริ่มต้นด้วยกาแฟ.

# coffee_complements_hobbies
source: Coffee complements everything, including your hobbies.
da: Kaffe fuldender alt, også dine hobbyer.
de: Kaffee ergänzt alles, auch deine Hobbys.
fi: Kahvi täydentää kaiken, myös harrastuksesi.
fr: Le café complète tout, y compris vos loisirs.
hi: कॉफी सब कुछ पूरक करती है, आपकी शौक भी।
it: Il caffè completa tutto, inclusi i tuoi hobby.
ja: コーヒーはすべてを補完し、趣味も含まれます。
ko: 커피는 모든 것을 보완하며, 취미도 포함됩니다.
nl: Koffie maakt alles compleet, ook je hobby's.
no: Kaffe utfyller alt, inkludert hobbyene dine.
pt_br: O café complementa tudo, incluindo seus hobbies.
ru: Кофе дополняет всё, включая ваши увлечения.
sv: Kaffe kompletterar allt, även dina hobbies.
th: กาแฟเข้ากับทุกสิ่ง แม้กระทั่งงานอดิเรกของคุณ.

# peaceful_moments_with_coffee
source: Peaceful moments during holidays with coffee.
da: Fredelige øjeblikke i ferien med kaffe.
de: Friedliche Momente während der Feiertage mit Kaffee.
fi: Rauhalliset hetket lomalla kahvin kera.
fr: Des moments paisibles pendant les vacances avec du café.
hi: छुट्टियों में शांति से कॉफी के साथ बिताए गए पल।
it: Momenti di pace durante le vacanze con il caffè.
ja: 休日のコーヒーとともに過ごす穏やかなひととき。
ko: 휴일에 커피와 함께하는 평화로운 시간.
nl: Rustige momenten tijdens vakanties met koffie.
no: Fredfulle øyeblikk i ferien med kaffe.
pt_br: Momentos de paz durante as férias com café.
ru: Мирные моменты в отпуске с кофе.
sv: Fridfulla stunder under semestern med kaffe.
th: ช่วงเวลาแห่งความสงบในวันหยุดกับกาแฟ.

# warm_and_deep_like_coffee
source: Warm and deep, just like coffee.
da: Varm og dyb, ligesom kaffe.
de: Warm und tief, genau wie Kaffee.
fi: Lämmin ja syvä, aivan kuten kahvi.
fr: Chaleureux et profond, comme le café.
hi: गरम और गहरे, जैसे कॉफी।
it: Caldo e profondo, proprio come il caffè.
ja: 温かくて深い、まるでコーヒーのように。
ko: 따뜻하고 깊은, 마치 커피처럼.
nl: Warm en diep, net als koffie.
no: Varm og dyp, akkurat som kaffe.
pt_br: Quente e profundo, como o café.
ru: Теплый и глубокий, как кофе.
sv: Varm och djup, precis som kaffe.
th: อบอุ่นและลึกซึ้งเหมือนกาแฟ.

# serenity_with_coffee
source: Find serenity with a sip of coffee in silence.
da: Find ro med en slurk kaffe i stilhed.
de: Finde Ruhe mit einem Schluck Kaffee in der Stille.
fi: Löydä rauha hiljaisuudessa kahvia siemaillen.
fr: Trouvez la sérénité avec une gorgée de café dans le silence.
hi: खामोशी में एक कप कॉफी के साथ शांति महसूस करें।
it: Trova serenità con un sorso di caffè nel silenzio.
ja: 静寂の中でコーヒーを一口飲んで、安らぎを感じよう。
ko: 조용히 커피를 마시며 평온함을 느껴보세요.
nl: Vind rust met een slokje koffie in stilte.
no: Finn ro med en slurk kaffe i stillhet.
pt_br: Encontre serenidade com um gole de café em silêncio.
ru: Найдите умиротворение с глотком кофе в тишине.
sv: Hitta ro med en klunk kaffe i tystnad.
th: ค้นหาความสงบด้วยการจิบกาแฟในความเงียบ.

# little_break_with_coffee
source: A little break for yourself with coffee.
da: En lille pause for dig selv med kaffe.
de: Eine kleine Pause für dich mit Kaffee.
fi: Pieni tauko itsellesi kahvin kanssa.
fr: Une petite pause pour vous avec du café.
hi: अपने लिए एक छोटी सी छुट्टी, कॉफी के साथ।
it: Una piccola pausa per te stesso con il caffè.
ja: 自分だけの小さな休憩、コーヒーと一緒に。
ko: 커피와 함께 나만의 작은 휴식을 취하세요.
nl: Een klein pauzemomentje voor jezelf met koffie.
no: En liten pause for deg selv med kaffe.
pt_br: Uma pequena pausa para você com café.
ru: Небольшой перерыв для себя с кофе.
sv: En liten paus för dig själv med kaffe.
th: พักเล็กๆ สำหรับตัวเองพร้อมกับกาแฟ.

# first_light_and_coffee
source: The first light of morning and the aroma of coffee.
da: Morgenens første lys og duften af kaffe.
de: Das erste Licht des Morgens und das Aroma von Kaffee.
fi: Aamun ensimmäinen valo ja kahvin tuoksu.
fr: La première lumière du matin et l'arôme du café.
hi: सुबह की पहली रोशनी और कॉफी की खुशबू।
it: La prima luce del mattino e l'aroma del caffè.
ja: 朝の最初の光とコーヒーの香り。
ko: 아침의 첫 빛과 커피의 향기.
nl: Het eerste licht van de ochtend en de geur van koffie.
no: Morgenens første lys og duften av kaffe.
pt_br: A primeira luz da manhã e o aroma do café.
ru: Первый свет утра и аромат кофе.
sv: Morgonens första ljus och doften av kaffe.
th: แสงแรกของเช้าและกลิ่นกาแฟ.

# make_night_beautiful_with_coffee
source: Make the night more beautiful with coffee.
da: Gør natten smukkere med kaffe.
de: Machen Sie die Nacht mit Kaffee noch schöner.
fi: Tee yöstä kauniimpi kahvin avulla.
fr: Rendez la nuit plus belle avec du café.
hi: कॉफी के साथ रात को और सुंदर बनाएं।
it: Rendi la notte più bella con il caffè.
ja: コーヒーで夜をもっと美しく。
ko: 커피와 함께 밤을 더 아름답게 만들어보세요.
nl: Maak de nacht mooier met koffie.
no: Gjør natten vakrere med kaffe.
pt_br: Torne a noite mais bonita com café.
ru: Сделайте ночь красивее с кофе.
sv: Gör natten vackrare med kaffe.
th: ทำให้ค่ำคืนสวยงามขึ้นด้วยกาแฟ.
