Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# learning_laughter
source: Learning, laughter, papers crumpled occasionally.
da: Læring, latter og krøllet papir af og til.
de: Lernen, Lachen, gelegentlich zerknittertes Papier.
fi: Oppimista, naurua ja välillä ryppyistä paperia.
fr: Apprentissage, rires, papiers froissés occasionnellement.
hi: सीखना, हंसी, कभी-कभी मुड़े हुए कागज।
it: Apprendimento, risate, fogli accartocciati occasionalmente.
ja: 学びと笑い、たまにくしゃくしゃの紙。
ko: 배움과 웃음, 가끔 구겨진 종이.
nl: Leren, lachen, af en toe gekreukeld papier.
no: Læring, latter, papir som av og til er krøllet.
pt_br: Aprender, rir, papéis amassados ocasionalmente.
ru: Учеба, смех, иногда смятые бумаги.
sv: Lärande, skratt och skrynkliga papper då och då.
th: การเรียนรู้ เสียงหัวเราะ และกระดาษที่ยับเป็นบางครั้ง.

# colors_bloom
source: Colors bloom, sunny hopes rise.
da: Farver blomstrer, solrige håb stiger.
de: Farben blühen, sonnige Hoffnungen steigen.
fi: Värit kukkivat, aurinkoiset toiveet kohoavat.
fr: Les couleurs fleurissent, les espoirs ensoleillés s'élèvent.
hi: रंग खिलते हैं, धूप भरी आशाएं बढ़ती हैं।
it: I colori sbocciano, le speranze solari si alzano.
ja: 色が咲き、陽気な希望が広がる。
ko: 색깔이 피어나고, 태양의 희망이 떠오릅니다.
nl: Kleuren bloeien, zonnige hoop stijgt.
no: Farger blomstrer, solrike håp stiger.
pt_br: As cores florescem, esperanças ensolaradas surgem.
ru: Цвета расцветают, солнечные надежды поднимаются.
sv: Färger blommar, soliga hopp växer.
th: สีสันที่เบ่งบาน ความหวังที่สดใส.

# cozy_warmth
source: Cozy warmth under snowy blankets.
da: Hyggelig varme under sneklædte tæpper.
de: Gemütliche Wärme unter schneebedeckten Decken.
fi: Kodikas lämpö lumipeittojen alla.
fr: Chaleur douillette sous des couvertures enneigées.
hi: बर्फीली चादरों के नीचे आरामदायक गर्मी।
it: Calore accogliente sotto coperte innevate.
ja: 雪のブランケットの下での暖かさ。
ko: 눈 덮인 담요 아래 포근함.
nl: Gezellige warmte onder sneeuwdekens.
no: Koselig varme under snødekte tepper.
pt_br: Calor aconchegante sob cobertores nevados.
ru: Уютное тепло под снежными одеялами.
sv: Mysig värme under snöiga filtar.
th: ความอบอุ่นที่สบายใต้ผ้าห่มหิมะ.

# golden_rays
source: Golden rays, sunsets celebrate life.
da: Gyldne stråler, solnedgange fejrer livet.
de: Goldene Strahlen, Sonnenuntergänge feiern das Leben.
fi: Kultaiset säteet, auringonlaskut juhlivat elämää.
fr: Rayons dorés, couchers de soleil célèbrent la vie.
hi: सुनहरी किरणें, सूर्यास्त जीवन का जश्न मनाते हैं।
it: Raggi dorati, tramonti celebrano la vita.
ja: 黄金の光、夕焼けが人生を祝う。
ko: 황금빛 햇살, 일몰은 삶을 축하합니다.
nl: Gouden stralen, zonsondergangen vieren het leven.
no: Gylne stråler, solnedganger feirer livet.
pt_br: Raios dourados, pores do sol celebram a vida.
ru: Золотые лучи, закаты празднуют жизнь.
sv: Gyllene strålar, solnedgångar firar livet.
th: แสงสีทอง พระอาทิตย์ตกเฉลิมฉลองชีวิต.

# dreams_realized
source: Dreams realized, focused moments thrive.
da: Drømme realiseret, fokuserede øjeblikke blomstrer.
de: Träume verwirklicht, fokussierte Momente gedeihen.
fi: Unelmat toteutuvat, keskittyneet hetket kukoistavat.
fr: Rêves réalisés, moments concentrés prospèrent.
hi: सपने साकार हुए, केंद्रित क्षण समृद्ध।
it: Sogni realizzati, momenti concentrati prosperano.
ja: 夢が叶い、集中した瞬間が繁栄する。
ko: 꿈이 실현되고, 집중된 순간이 번성합니다.
nl: Dromen verwezenlijkt, gefocuste momenten gedijen.
no: Drømmer realisert, fokuserte øyeblikk blomstrer.
pt_br: Sonhos realizados, momentos focados prosperam.
ru: Мечты сбываются, сосредоточенные моменты процветают.
sv: Drömmar förverkligade, fokuserade ögonblick blomstrar.
th: ความฝันที่เป็นจริง ช่วงเวลาที่มุ่งเน้นเติบโต.

source: Delete
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ

source: Enjoying Diary Coffee?
da: Nyder du dagbogskaffe?
de: Genießen Sie den Tagebuch-Kaffee?
fi: Nautitko päiväkirjakahvista?
fr: Vous profitez du Café du Journal ?
hi: डायरी कॉफी का आनंद ले रहे हैं?
it: Stai gustando il caffè del diario?
ja: 日記コーヒーを楽しんでいますか？
ko: 다이어리 커피를 즐기고 있나요?
nl: Geniet je van Dagboek Koffie?
no: Nyter du dagbokkaffe?
pt_br: Está aproveitando o Café do Diário?
ru: Нравится кофе из дневника?
sv: Njut av dagbokskaffe?
th: เพลิดเพลินกับกาแฟไดอารี่หรือไม่?

source: No
da: Nej
de: Nein
fi: Ei
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
nl: Nee
no: Nei
pt_br: Não
ru: Нет
sv: Nej
th: ไม่

source: Yes
da: Ja
de: Ja
fi: Kyllä
fr: Oui
hi: हाँ
it: Sì
ja: はい
ko: 네
nl: Ja
no: Ja
pt_br: Sim
ru: Да
sv: Ja
th: ใช่

source: Create an account
da: Opret en konto
de: Ein Konto erstellen
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएँ
it: Crea un account
ja: アカウントを作成する
ko: 계정 만들기
nl: Maak een account aan
no: Opprett en konto
pt_br: Criar uma conta
ru: Создать аккаунт
sv: Skapa ett konto
th: สร้างบัญชี

# log_in_save_records
source: Log in and save all your records onto your own account!
da: Log ind og gem alle dine poster på din egen konto!
de: Melden Sie sich an und speichern Sie alle Ihre Aufzeichnungen in Ihrem eigenen Konto!
fi: Kirjaudu sisään ja tallenna kaikki tietosi omaan tiliisi!
fr: Connectez-vous et enregistrez tous vos fichiers sur votre propre compte !
hi: लॉग इन करें और अपने सभी रिकॉर्ड्स अपने खाते में सहेजें!
it: Accedi e salva tutti i tuoi record sul tuo account personale!
ja: ログインしてすべての記録を自分のアカウントに保存しましょう！
ko: 로그인하고 모든 기록을 본인 계정에 저장하세요!
nl: Log in en sla al je gegevens op je eigen account op!
no: Logg inn og lagre alle postene dine på din egen konto!
pt_br: Faça login e salve todos os seus registros na sua própria conta!
ru: Войдите в систему и сохраните все свои записи в своей учетной записи!
sv: Logga in och spara alla dina poster på ditt eget konto!
th: เข้าสู่ระบบและบันทึกข้อมูลทั้งหมดของคุณลงในบัญชีของคุณเอง!

source: Later
da: Senere
de: Später
fi: Myöhemmin
fr: Plus tard
hi: बाद में
it: Più tardi
ja: あとで
ko: 나중에
no: Senere
pt_br: Mais tarde
ru: Позже
sv: Senare
th: ภายหลัง

source: Create
da: Opret
de: Erstellen
fi: Luo
fr: Créer
hi: बनाएँ
it: Crea
ja: 作成
ko: 생성
nl: Aanmaken
no: Opprett
pt_br: Criar
ru: Создать
sv: Skapa
th: สร้าง

source: Congratulations
da: Tillykke
de: Herzlichen Glückwunsch
fi: Onnittelut
fr: Félicitations
hi: बधाई हो
it: Congratulazioni
ja: おめでとうございます
ko: 축하합니다
nl: Gefeliciteerd
no: Gratulerer
pt_br: Parabéns
ru: Поздравляем
sv: Grattis
th: ขอแสดงความยินดี

source: First coffee recorded!
da: Første kaffe registreret!
de: Erster Kaffee aufgezeichnet!
fi: Ensimmäinen kahvi tallennettu!
fr: Premier café enregistré !
hi: पहली कॉफी दर्ज की गई!
it: Primo caffè registrato!
ja: 最初のコーヒーが記録されました！
ko: 첫 번째 커피가 기록되었습니다!
nl: Eerste koffie geregistreerd!
no: Første kaffe registrert!
pt_br: Primeiro café registrado!
ru: Первая запись о кофе!
sv: Första kaffet registrerat!
th: บันทึกกาแฟครั้งแรก!

source: Next
da: Næste
de: Weiter
fi: Seuraava
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
no: Neste
pt_br: Próximo
ru: Далее
sv: Nästa
th: ถัดไป

source: Look a bit deeper
da: Kig lidt dybere
de: Schauen Sie ein bisschen tiefer
fi: Katso vähän syvemmälle
fr: Regardez un peu plus en profondeur
hi: थोड़ा गहराई में देखें
it: Dai un’occhiata più approfondita
ja: もう少し深く見てみましょう
ko: 조금 더 깊이 살펴보세요
nl: Kijk iets dieper
no: Se litt dypere
pt_br: Olhe um pouco mais a fundo
ru: Посмотрите немного глубже
sv: Titta lite djupare
th: ลองดูให้ลึกขึ้น

# personal_reports
source: You can look at personal reports about your records!
da: Du kan se personlige rapporter om dine registreringer!
de: Sie können persönliche Berichte über Ihre Aufzeichnungen ansehen!
fi: Voit katsoa henkilökohtaisia raportteja muistiinpanoistasi!
fr: Vous pouvez consulter des rapports personnels sur vos enregistrements !
hi: आप अपने रिकॉर्ड्स के बारे में व्यक्तिगत रिपोर्ट देख सकते हैं!
it: Puoi visualizzare rapporti personali sui tuoi registri!
ja: 記録に関する個人レポートを確認できます！
ko: 기록에 대한 개인 보고서를 확인할 수 있습니다!
nl: Je kunt persoonlijke rapporten over je gegevens bekijken!
no: Du kan se personlige rapporter om dine oppføringer!
pt_br: Você pode ver relatórios pessoais sobre seus registros!
ru: Вы можете просмотреть личные отчёты о своих записях!
sv: Du kan se personliga rapporter om dina anteckningar!
th: คุณสามารถดูรายงานส่วนตัวเกี่ยวกับบันทึกของคุณได้!

source: Got it!
da: Forstået!
de: Verstanden!
fi: Ymmärretty!
fr: Compris !
hi: समझ गया!
it: Capito!
ja: わかりました！
ko: 알겠습니다!
nl: Begrepen!
no: Forstått!
pt_br: Entendi!
ru: Понял!
sv: Förstått!
th: เข้าใจแล้ว!

source: Premium Access
da: Premiumadgang
de: Premium-Zugang
fi: Premium-käyttöoikeus
fr: Accès Premium
hi: प्रीमियम एक्सेस
it: Accesso Premium
ja: プレミアムアクセス
ko: 프리미엄 액세스
nl: Premium Toegang
no: Premiumtilgang
pt_br: Acesso Premium
ru: Премиум-доступ
sv: Premiumåtkomst
th: การเข้าถึงพรีเมียม

source: Get Started!
da: Kom i gang!
de: Loslegen!
fi: Aloita!
fr: Commencer !
hi: शुरू करें!
it: Inizia Ora!
ja: 始めましょう！
ko: 시작하기!
nl: Begin Nu!
no: Kom i Gang!
pt_br: Comece Agora!
ru: Начать!
sv: Kom igång!
th: เริ่มต้นเลย!

# special_gift_awaits
source: A Special Gift Awaits You
da: En Speciel Gave Venter På Dig
de: Ein Besonderes Geschenk Erwartet Sie
fi: Erityinen Lahja Odottaa Sinua
fr: Un Cadeau Spécial Vous Attend
hi: आपके लिए एक विशेष उपहार प्रतीक्षा कर रहा है
it: Un Regalo Speciale Ti Aspetta
ja: 特別なギフトがあなたを待っています
ko: 특별한 선물이 기다리고 있습니다
nl: Een Speciaal Cadeau Wacht Op Jou
no: En Spesiell Gave Venter På Deg
pt_br: Um Presente Especial Espera Por Você
ru: Вас ждет особый подарок
sv: En Speciell Gåva Väntar på Dig
th: ของขวัญพิเศษรอคุณอยู่

# failed_to_connect
source: Failed to connect to the network.
da: Kunne ikke oprette forbindelse til netværket.
de: Verbindung zum Netzwerk fehlgeschlagen.
fi: Verkkoon yhdistäminen epäonnistui.
fr: Échec de la connexion au réseau.
hi: नेटवर्क से कनेक्ट करने में विफल।
it: Impossibile connettersi alla rete.
ja: ネットワークへの接続に失敗しました。
ko: 네트워크에 연결하지 못했습니다.
nl: Kon geen verbinding maken met het netwerk.
no: Kunne ikke koble til nettverket.
pt_br: Falha ao conectar à rede.
ru: Не удалось подключиться к сети.
sv: Misslyckades att ansluta till nätverket.
th: ไม่สามารถเชื่อมต่อกับเครือข่ายได้

source: Try Again
da: Prøv igen
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
no: Prøv igjen
pt_br: Tente novamente
ru: Попробовать снова
sv: Försök igen
th: ลองอีกครั้ง

# something_went_wrong
source: Something went wrong, but we’ve got this!
da: Noget gik galt, men vi ordner det!
de: Etwas ist schiefgelaufen, aber wir kümmern uns darum!
fi: Jotain meni pieleen, mutta me hoidamme sen!
fr: Un problème est survenu, mais nous avons ça en main !
hi: कुछ गलत हुआ, लेकिन हम इसे संभाल लेंगे!
it: Qualcosa è andato storto, ma ce la faremo!
ja: 問題が発生しましたが、対応しています！
ko: 문제가 발생했지만 해결 중입니다!
nl: Er ging iets mis, maar we lossen het op!
no: Noe gikk galt, men vi har kontroll!
pt_br: Algo deu errado, mas nós resolvemos!
ru: Что-то пошло не так, но мы разберемся!
sv: Något gick fel, men vi fixar det!
th: มีบางอย่างผิดพลาด แต่เราแก้ไขได้!

# services_maintenance
source: Our services are undergoing maintenance. Please close and reopen the application.
da: Vores tjenester er under vedligeholdelse. Luk og genåbn applikationen.
de: Unsere Dienste werden gewartet. Bitte schließen und starten Sie die Anwendung neu.
fi: Palvelumme ovat huollossa. Sulje ja avaa sovellus uudelleen.
fr: Nos services sont en cours de maintenance. Veuillez fermer et rouvrir l'application.
hi: हमारी सेवाएं रखरखाव में हैं। कृपया ऐप को बंद करें और फिर से खोलें।
it: I nostri servizi sono in manutenzione. Chiudi e riapri l'applicazione.
ja: 現在サービスがメンテナンス中です。アプリケーションを閉じて再度開いてください。
ko: 서비스가 점검 중입니다. 앱을 닫았다가 다시 열어주세요.
nl: Onze diensten worden onderhouden. Sluit en heropen de applicatie.
no: Våre tjenester er under vedlikehold. Vennligst lukk og åpne applikasjonen igjen.
pt_br: Nossos serviços estão em manutenção. Por favor, feche e reabra o aplicativo.
ru: Наши услуги проходят техническое обслуживание. Пожалуйста, закройте и снова откройте приложение.
sv: Våra tjänster genomgår underhåll. Stäng och öppna applikationen igen.
th: บริการของเรากำลังอยู่ในระหว่างการบำรุงรักษา กรุณาปิดและเปิดแอปพลิเคชันอีกครั้ง

source: OK
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง

# capture_every_sip
source: Capture Every Sip Log In and Start Brewing Memories
da: Fang Hver Eneste Slurk Log Ind og Begynd at Skabe Minder
de: Jeden Schluck Festhalten Melden Sie sich an und Beginnen Sie, Erinnerungen zu Brauen
fi: Tallenna Jokainen Siemaus Kirjaudu Sisään ja Aloita Muistojen Luominen
fr: Capturez Chaque Gorgée Connectez-vous et Commencez à Créer des Souvenirs
hi: हर घूंट को कैप्चर करें लॉग इन करें और यादें बनाना शुरू करें
it: Cattura Ogni Sorso Accedi e Inizia a Creare Ricordi
ja: すべての一口を記録 ログインして思い出を醸成し始めましょう
ko: 모든 한 모금을 담아보세요 로그인하여 추억을 만들기 시작하세요
nl: Leg Elke Slok Vast Log in en Begin Herinneringen te Creëren
no: Fang Hver Slurk Logg Inn og Begynn å Skape Minner
pt_br: Capture Cada Gole Faça Login e Comece a Criar Memórias
ru: Запечатлейте Каждый Глоток Войдите в систему и Начните Создавать Воспоминания
sv: Fånga Varje Klunk Logga In och Börja Skapa Minnen
th: บันทึกทุกอึก เข้าสู่ระบบและเริ่มสร้างความทรงจำ

source: PIN Code
da: PIN-kode
fi: PIN-koodi
fr: Code PIN
hi: पिन कोड
it: Codice PIN
ja: PINコード
ko: PIN 코드
no: PIN-kode
pt_br: Código PIN
ru: ПИН-код
sv: PIN-kod
th: รหัส PIN

source: Set PIN
da: Indstil PIN
de: PIN Festlegen
fi: Aseta PIN
fr: Définir le PIN
hi: पिन सेट करें
it: Imposta PIN
ja: PINを設定
ko: PIN 설정
nl: PIN Instellen
no: Sett PIN
pt_br: Definir PIN
ru: Установить ПИН
sv: Ställ in PIN
th: ตั้ง PIN

source: Enter your name
da: Indtast dit navn
de: Geben Sie Ihren Namen ein
fi: Syötä nimesi
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
it: Inserisci il tuo nome
ja: 名前を入力してください
ko: 이름을 입력하세요
nl: Voer je naam in
no: Skriv inn navnet ditt
pt_br: Digite seu nome
ru: Введите ваше имя
sv: Ange ditt namn
th: กรอกชื่อของคุณ

source: Select your birthday
da: Vælg din fødselsdato
de: Wählen Sie Ihr Geburtsdatum aus
fi: Valitse syntymäpäiväsi
fr: Sélectionnez votre date de naissance
hi: अपनी जन्मतिथि चुनें
it: Seleziona la tua data di nascita
ja: 生年月日を選択してください
ko: 생일을 선택하세요
nl: Selecteer je geboortedatum
no: Velg fødselsdatoen din
pt_br: Selecione sua data de nascimento
ru: Выберите свою дату рождения
sv: Välj ditt födelsedatum
th: เลือกวันเกิดของคุณ

source: Select Date
da: Vælg dato
de: Datum auswählen
fi: Valitse päivämäärä
fr: Sélectionnez la date
hi: तारीख चुनें
it: Seleziona data
ja: 日付を選択
ko: 날짜 선택
nl: Selecteer datum
no: Velg dato
pt_br: Selecionar data
ru: Выберите дату
sv: Välj datum
th: เลือกวันที่

source: Select Time
da: Vælg tid
de: Uhrzeit auswählen
fi: Valitse aika
fr: Sélectionnez l'heure
hi: समय चुनें
it: Seleziona ora
ja: 時間を選択
ko: 시간 선택
nl: Selecteer tijd
no: Velg tid
pt_br: Selecionar hora
ru: Выберите время
sv: Välj tid
th: เลือกเวลา

# coffee_mood_today
source: Which coffee mood were you in today?
da: Hvilket kaffehumør var du i dag?
de: In welcher Kaffeestimmung waren Sie heute?
fi: Missä kahvitunnelmassa olit tänään?
fr: Dans quelle humeur café étiez-vous aujourd'hui ?
hi: आज आप किस कॉफी मूड में थे?
it: In che stato d'animo per il caffè eri oggi?
ja: 今日はどんなコーヒー気分でしたか？
ko: 오늘은 어떤 커피 기분이었나요?
nl: In welke koffiestemming was je vandaag?
no: Hvilket kaffehumør var du i dag?
pt_br: Qual foi o seu humor de café hoje?
ru: В каком кофейном настроении вы были сегодня?
sv: Vilket kaffehumör var du på idag?
th: วันนี้คุณอยู่ในอารมณ์กาแฟแบบไหน?

source: Coffee Moments
da: Kaffemomenter
de: Kaffeemomente
fi: Kahvihetket
fr: Moments de Café
hi: कॉफी के पल
it: Momenti di Caffè
ja: コーヒーの瞬間
ko: 커피 순간
nl: Koffiemomenten
no: Kaffestunder
pt_br: Momentos de Café
ru: Кофейные моменты
sv: Kaffestunder
th: ช่วงเวลากาแฟ

source: Coffee Types
da: Kaffetyper
de: Kaffeesorten
fi: Kahvityypit
fr: Types de Café
hi: कॉफी के प्रकार
it: Tipi di Caffè
ja: コーヒーの種類
ko: 커피 종류
nl: Koffiesoorten
no: Kaffetyper
pt_br: Tipos de Café
ru: Виды кофе
sv: Kaffetyper
th: ประเภทกาแฟ

source: Today's Brewed Thoughts
da: Dagens Bryggede Tanker
de: Heutige Gebraute Gedanken
fi: Päivän Pannatut Ajatukset
fr: Pensées Infusées d'Aujourd'hui
hi: आज के तैयार किए गए विचार
it: Pensieri Preparati di Oggi
ja: 今日の醸された思い
ko: 오늘의 양조된 생각들
nl: Vandaag Gebrouwen Gedachten
no: Dagens Bryggede Tanker
pt_br: Pensamentos Preparados de Hoje
ru: Сегодняшние Заваренные Мысли
sv: Dagens Bryggda Tankar
th: ความคิดที่กลั่นวันนี้

source: Write…
da: Skriv…
de: Schreiben…
fi: Kirjoita…
fr: Écrire…
hi: लिखें…
it: Scrivi…
ja: 書く…
ko: 작성…
nl: Schrijf…
no: Skriv…
pt_br: Escreva…
ru: Писать…
sv: Skriv…
th: เขียน…

source: Coffee Moments in Photos
da: Kaffemomenter i Billeder
de: Kaffeemomente in Fotos
fi: Kahvihetket Kuvissa
fr: Moments de Café en Photos
hi: फोटो में कॉफी के पल
it: Momenti di Caffè in Foto
ja: 写真で見るコーヒーの瞬間
ko: 사진 속 커피 순간들
nl: Koffiemomenten in Foto's
no: Kaffestunder i Bilder
pt_br: Momentos de Café em Fotos
ru: Кофейные Моменты на Фотографиях
sv: Kaffestunder i Bilder
th: ช่วงเวลากาแฟในรูปถ่าย

source: Camera
da: Kamera
de: Kamera
fi: Kamera
fr: Appareil Photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
no: Kamera
pt_br: Câmera
ru: Камера
sv: Kamera
th: กล้อง

source: Album
fi: Albumi
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
th: อัลบั้ม

source: Photo Options
da: Fotoindstillinger
de: Fotooptionen
fi: Valokuva-asetukset
fr: Options de Photo
hi: फ़ोटो विकल्प
it: Opzioni Foto
ja: 写真オプション
ko: 사진 옵션
nl: Foto-opties
no: Fotoalternativer
pt_br: Opções de Foto
ru: Параметры Фото
sv: Fotoalternativ
th: ตัวเลือกภาพถ่าย

source: Select from Album
da: Vælg fra Album
de: Aus Album Wählen
fi: Valitse Albumista
fr: Sélectionner depuis l'Album
hi: एल्बम से चुनें
it: Seleziona dall'Album
ja: アルバムから選択
ko: 앨범에서 선택
nl: Selecteer uit Album
no: Velg fra Album
pt_br: Selecionar do Álbum
ru: Выбрать из Альбома
sv: Välj från Album
th: เลือกจากอัลบั้ม

source: Open Camera
da: Åbn Kamera
de: Kamera Öffnen
fi: Avaa Kamera
fr: Ouvrir l'Appareil Photo
hi: कैमरा खोलें
it: Apri Fotocamera
ja: カメラを開く
ko: 카메라 열기
no: Åpne Kamera
pt_br: Abrir Câmera
ru: Открыть Камеру
sv: Öppna Kamera
th: เปิดกล้อง

source: Coffee Moments in Stickers
da: Kaffemomenter i Klistermærker
de: Kaffeemomente in Stickern
fi: Kahvihetket Tarrat
fr: Moments de Café en Stickers
hi: कॉफी मूमेंट्स स्टिकर्स में
it: Momenti di Caffè in Stickers
ja: コーヒーモーメントステッカー
ko: 커피 순간 스티커
nl: Koffiemomenten in Stickers
no: Kaffestunder i Klistremerker
pt_br: Momentos de Café em Figurinhas
ru: Кофейные Моменты в Наклейках
sv: Kaffestunder i Klistermärken
th: ช่วงเวลากาแฟในสติกเกอร์

source: No Stickers Available
da: Ingen Klistermærker Tilgængelige
de: Keine Sticker Verfügbar
fi: Ei Tarroja Saatavilla
fr: Aucun Sticker Disponible
hi: कोई स्टिकर्स उपलब्ध नहीं हैं
it: Nessun Adesivo Disponibile
ja: 利用可能なステッカーはありません
ko: 사용 가능한 스티커가 없습니다
nl: Geen Stickers Beschikbaar
no: Ingen Klistremerker Tilgjengelige
pt_br: Nenhum Adesivo Disponível
ru: Нет Доступных Наклеек
sv: Inga Klistermärken Tillgängliga
th: ไม่มีสติกเกอร์ที่พร้อมใช้งาน

# no_stickers_message
source: You have no stickers to use. Please purchase first.
da: Du har ingen klistermærker til brug. Køb venligst først.
de: Sie haben keine Sticker zur Verfügung. Bitte zuerst kaufen.
fi: Sinulla ei ole tarroja käytettäväksi. Osta ensin.
fr: Vous n'avez pas de stickers à utiliser. Veuillez acheter d'abord.
hi: आपके पास उपयोग करने के लिए कोई स्टिकर्स नहीं हैं। कृपया पहले खरीदें।
it: Non hai adesivi da usare. Per favore acquista prima.
ja: 使用できるステッカーがありません。まず購入してください。
ko: 사용할 스티커가 없습니다. 먼저 구매하세요.
nl: Je hebt geen stickers om te gebruiken. Koop ze alstublieft eerst.
no: Du har ingen klistremerker å bruke. Vennligst kjøp først.
pt_br: Você não tem adesivos para usar. Por favor, compre primeiro.
ru: У вас нет наклеек для использования. Пожалуйста, сначала купите их.
sv: Du har inga klistermärken att använda. Vänligen köp först.
th: คุณไม่มีสติกเกอร์ให้ใช้ กรุณาซื้อก่อน

source: Purchase
da: Køb
de: Kaufen
fi: Osto
fr: Acheter
hi: खरीदें
it: Acquista
ja: 購入
ko: 구매
nl: Aankoop
no: Kjøp
pt_br: Comprar
ru: Покупка
sv: Köp
th: ซื้อ

# which_day_record_for
source: Which day is this record for?
da: Hvilken dag er denne registrering for?
de: Für welchen Tag ist dieser Eintrag?
fi: Mille päivälle tämä merkintä on?
fr: Pour quel jour est cet enregistrement ?
hi: यह रिकॉर्ड किस दिन के लिए है?
it: Per quale giorno è questo record?
ja: この記録はどの日のものですか？
ko: 이 기록은 어느 날을 위한 것인가요?
nl: Voor welke dag is deze registratie?
no: Hvilken dag er denne oppføringen for?
pt_br: Para qual dia é este registro?
ru: Для какого дня эта запись?
sv: För vilken dag är denna post?
th: บันทึกนี้สำหรับวันไหน?

# oops_day_yet_to_come
source: Oops, that day is yet to come!
da: Ups, den dag er endnu ikke kommet!
de: Hoppla, dieser Tag kommt noch!
fi: Hups, se päivä ei ole vielä tullut!
fr: Oups, ce jour n'est pas encore arrivé !
hi: अरे, वह दिन तो अभी आना बाकी है!
it: Ops, quel giorno deve ancora arrivare!
ja: おっと、その日はまだ来ていません！
ko: 이런, 그 날은 아직 오지 않았습니다!
nl: Oeps, die dag moet nog komen!
no: Oi, den dagen har ikke kommet ennå!
pt_br: Ops, esse dia ainda está por vir!
ru: Упс, этот день еще не наступил!
sv: Oj, den dagen har inte kommit än!
th: โอ๊ะ วันนั้นยังมาไม่ถึง!

source: How was your day?
da: Hvordan var din dag?
de: Wie war dein Tag?
fi: Miten päiväsi meni?
fr: Comment s'est passée votre journée ?
hi: आपका दिन कैसा रहा?
it: Com'è andata la tua giornata?
ja: 今日はどうでしたか？
ko: 오늘 하루 어땠나요?
nl: Hoe was je dag?
no: Hvordan var dagen din?
pt_br: Como foi o seu dia?
ru: Как прошёл твой день?
sv: Hur var din dag?
th: วันนี้เป็นอย่างไรบ้าง?

source: Entire Year
da: Hele Året
de: Ganzes Jahr
fi: Koko Vuosi
fr: Toute l'Année
hi: पूरा वर्ष
it: Anno Intero
ja: 年間全体
ko: 한 해 전체
nl: Geheel Jaar
no: Hele Året
pt_br: Ano Inteiro
ru: Весь Год
sv: Hela Året
th: ทั้งปี

source: By Month
da: Efter Måned
de: Nach Monaten
fi: Kuukausittain
fr: Par Mois
hi: महीने के अनुसार
it: Per Mese
ja: 月別
ko: 월별
nl: Per Maand
no: Etter Måned
pt_br: Por Mês
ru: По Месяцам
sv: Per Månad
th: ตามเดือน

source: Choose Month and Year
da: Vælg Måned og År
de: Wählen Sie Monat und Jahr
fi: Valitse Kuukausi ja Vuosi
fr: Choisissez le Mois et l'Année
hi: महीना और वर्ष चुनें
it: Scegli Mese e Anno
ja: 月と年を選択
ko: 월과 연도를 선택하세요
nl: Kies Maand en Jaar
no: Velg Måned og År
pt_br: Escolha Mês e Ano
ru: Выберите Месяц и Год
sv: Välj Månad och År
th: เลือกเดือนและปี

source: Mood Flow
da: Humørflow
de: Stimmungsfluss
fi: Mielialavirta
fr: Flux d'Humeur
hi: मूड फ्लो
it: Flusso di Umore
ja: ムードフロー
ko: 기분 흐름
nl: Stemmingsstroom
no: Humørflyt
pt_br: Fluxo de Humor
ru: Поток Настроения
sv: Humörflöde
th: กระแสอารมณ์

# start_mood_flow
source: Start your mood flow with an entry!
da: Start dit humørflow med en indgang!
de: Beginnen Sie Ihren Stimmungsfluss mit einem Eintrag!
fi: Aloita mielialavirta merkinnällä!
fr: Commencez votre flux d'humeur avec une entrée !
hi: एक प्रविष्टि के साथ अपना मूड फ्लो शुरू करें!
it: Inizia il tuo flusso di umore con una voce!
ja: エントリーからムードフローを始めましょう！
ko: 항목으로 기분 흐름을 시작하세요!
nl: Begin je stemmingsstroom met een invoer!
no: Start humørflyten din med en oppføring!
pt_br: Comece seu fluxo de humor com uma entrada!
ru: Начните поток настроения с записи!
sv: Starta ditt humörflöde med ett inlägg!
th: เริ่มกระแสอารมณ์ของคุณด้วยรายการ!

source: Coffee Mood Score
da: Kaffemood Score
de: Kaffestimmungsbewertung
fi: Kahvifiiliksen Pisteet
fr: Score d'Humeur du Café
hi: कॉफी मूड स्कोर
it: Punteggio Umore Caffè
ja: コーヒーの気分スコア
ko: 커피 기분 점수
nl: Koffiemood Score
no: Kaffemood Score
pt_br: Pontuação do Humor do Café
ru: Оценка Настроения Кофе
sv: Kaffemoodpoäng
th: คะแนนอารมณ์กาแฟ

source: Moods Logged
da: Registrerede Humør
de: Stimmungen Aufgezeichnet
fi: Kirjatut Fiilikset
fr: Humeurs Enregistrées
hi: लॉग की गई मूड्स
it: Umore Registrato
ja: 記録された気分
ko: 기록된 기분
nl: Geregistreerde Stemmingen
no: Registrerte Humør
pt_br: Humores Registrados
ru: Записанные Настроения
sv: Registrerade Humör
th: อารมณ์ที่บันทึก
