Repository: oykuhazer/Diary-Coffee
Catalog: Diary Coffee/Localization/*.lproj/Localizable.strings
Languages: da, de, fi, fr, hi, it, ja, ko, nl, no, pt_br, ru, sv, th

# daily_max_limit
source: You have reached the daily maximum limit.
da: Du har nået den daglige maksimale grænse.
de: Sie haben das tägliche Maximum erreicht.
fi: Olet saavuttanut päivittäisen enimmäisrajan.
fr: Vous avez atteint la limite quotidienne maximale.
hi: आपने दैनिक सीमा को पार कर लिया है।
it: Hai raggiunto il limite massimo giornaliero.
ja: 1日の最大制限に達しました。
ko: 일일 최대 한도에 도달했습니다.
nl: U heeft de dagelijkse limiet bereikt.
no: Du har nådd den daglige grensen.
pt_br: Você atingiu o limite diário máximo.
ru: Вы достигли дневного лимита.
sv: Du har nått den dagliga gränsen.
th: คุณถึงขีดจำกัดรายวันแล้ว

# record_mood
source: Please record your mood.
da: Registrer venligst dit humør.
de: Bitte geben Sie Ihre Stimmung an.
fi: Ole hyvä ja kirjaa mielialasi.
fr: Veuillez enregistrer votre humeur.
hi: कृपया अपना मूड रिकॉर्ड करें।
it: Per favore registra il tuo stato d'animo.
ja: 気分を記録してください。
ko: 기분을 기록해주세요.
nl: Houd uw stemming bij.
no: Vennligst registrer humøret ditt.
pt_br: Por favor, registre seu humor.
ru: Пожалуйста, запишите своё настроение.
sv: Vänligen registrera ditt humör.
th: โปรดบันทึกอารมณ์ของคุณ

# record_coffee_moment
source: Please record your coffee moment type.
da: Registrer venligst kaffestundtypen.
de: Bitte geben Sie den Kaffeegenuss-Moment an.
fi: Ole hyvä ja kirjaa kahvihetken tyyppi.
fr: Veuillez enregistrer le type de moment café.
hi: कृपया अपना कॉफी मोमेंट टाइप रिकॉर्ड करें।
it: Per favore registra il tipo di momento del caffè.
ja: コーヒーの瞬間タイプを記録してください。
ko: 커피 순간 유형을 기록해주세요.
nl: Registreer het type koffiemoment.
no: Vennligst registrer kaffestundtypen.
pt_br: Por favor, registre o tipo de momento do café.
ru: Пожалуйста, укажите тип кофейного момента.
sv: Vänligen registrera typen av kaffestund.
th: โปรดบันทึกประเภทช่วงเวลาของกาแฟ

# record_coffee_type
source: Please record your coffee type.
da: Registrer venligst kaffetypen.
de: Bitte geben Sie die Kaffeesorte an.
fi: Ole hyvä ja kirjaa kahvityyppi.
fr: Veuillez enregistrer le type de café.
hi: कृपया अपनी कॉफी का प्रकार रिकॉर्ड करें।
it: Per favore registra il tipo di caffè.
ja: コーヒーの種類を記録してください。
ko: 커피 유형을 기록해주세요.
nl: Registreer het type koffie.
no: Vennligst registrer kaffetypen din.
pt_br: Por favor, registre o tipo de café.
ru: Пожалуйста, укажите тип кофе.
sv: Vänligen registrera kaffetyp.
th: โปรดบันทึกประเภทกาแฟของคุณ

# unsaved_changes
source: Changes have not been saved.
da: Ændringer er ikke blevet gemt.
de: Änderungen wurden nicht gespeichert.
fi: Muutoksia ei ole tallennettu.
fr: Les modifications n'ont pas été enregistrées.
hi: परिवर्तन सहेजे नहीं गए हैं।
it: Le modifiche non sono state salvate.
ja: 変更が保存されていません。
ko: 변경 사항이 저장되지 않았습니다.
nl: Wijzigingen zijn niet opgeslagen.
no: Endringer er ikke lagret.
pt_br: As alterações não foram salvas.
ru: Изменения не были сохранены.
sv: Ändringar har inte sparats.
th: การเปลี่ยนแปลงไม่ได้บันทึกไว้

# confirm_exit
source: Are you sure you want to exit?
da: Er du sikker på, at du vil afslutte?
de: Möchten Sie wirklich beenden?
fi: Oletko varma, että haluat poistua?
fr: Êtes-vous sûr de vouloir quitter ?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
it: Sei sicuro di voler uscire?
ja: 終了してもよろしいですか？
ko: 종료하시겠습니까?
nl: Weet u zeker dat u wilt afsluiten?
no: Er du sikker på at du vil avslutte?
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill avsluta?
th: คุณแน่ใจหรือว่าต้องการออก?

source: Exit
da: Afslut
de: Beenden
fi: Poistu
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
no: Avslutt
pt_br: Sair
ru: Выход
sv: Avsluta
th: ออก

source: Delete Entry?
da: Slet indtastning?
de: Eintrag löschen?
fi: Poista merkintä?
fr: Supprimer l'entrée ?
hi: प्रविष्टि हटाएं?
it: Eliminare la voce?
ja: エントリを削除しますか？
ko: 항목 삭제?
nl: Invoer verwijderen?
no: Slett oppføring?
pt_br: Excluir entrada?
ru: Удалить запись?
sv: Ta bort post?
th: ลบรายการ?

# confirm_delete_entry
source: Are you sure you want to delete this entry?
da: Er du sikker på, at du vil slette denne indtastning?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?
fi: Oletko varma, että haluat poistaa tämän merkinnän?
fr: Êtes-vous sûr de vouloir supprimer cette entrée ?
hi: क्या आप वाकई इस प्रविष्टि को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa voce?
ja: このエントリを削除してもよろしいですか？
ko: 이 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u deze invoer wilt verwijderen?
no: Er du sikker på at du vil slette denne oppføringen?
pt_br: Tem certeza de que deseja excluir esta entrada?
ru: Вы уверены, что хотите удалить эту запись?
sv: Är du säker på att du vill ta bort denna post?
th: คุณแน่ใจหรือว่าต้องการลบรายการนี้?

source: Day Recorded!
da: Dag registreret!
de: Tag gespeichert!
fi: Päivä tallennettu!
fr: Jour enregistré !
hi: दिन दर्ज हो गया!
it: Giorno registrato!
ja: 記録された日！
ko: 기록된 날!
nl: Dag geregistreerd!
no: Dag registrert!
pt_br: Dia registrado!
ru: День записан!
sv: Dag registrerad!
th: บันทึกวันแล้ว!

source: Report
da: Rapport
de: Bericht
fi: Raportti
fr: Rapport
hi: रिपोर्ट
it: Rapporto
ja: 報告
ko: 보고서
nl: Verslag
no: Rapport
pt_br: Relatório
ru: Отчёт
sv: Rapport
th: รายงาน

source: Frequently Recorded
da: Ofte registreret
de: Häufig aufgezeichnet
fi: Usein tallennettu
fr: Enregistré fréquemment
hi: अक्सर दर्ज किया गया
it: Registrato frequentemente
ja: 頻繁に記録された
ko: 자주 기록됨
nl: Vaak geregistreerd
no: Ofte registrert
pt_br: Frequentemente registrado
ru: Часто записываемое
sv: Ofta registrerad
th: บันทึกบ่อย

source: Most Records
da: Flest poster
de: Die meisten Aufzeichnungen
fi: Eniten merkintöjä
fr: Plus d'enregistrements
hi: सबसे अधिक रिकॉर्ड
it: La maggior parte dei record
ja: 最多記録
ko: 가장 많은 기록
nl: Meeste records
no: Flest poster
pt_br: Mais registros
ru: Больше всего записей
sv: Flest poster
th: บันทึกมากที่สุด

source: Least Records
da: Færrest poster
de: Die wenigsten Aufzeichnungen
fi: Vähiten merkintöjä
fr: Moins d'enregistrements
hi: सबसे कम रिकॉर्ड
it: Il minor numero di record
ja: 最少記録
ko: 가장 적은 기록
nl: Minste records
no: Færrest poster
pt_br: Menos registros
ru: Меньше всего записей
sv: Färst poster
th: บันทึกน้อยที่สุด

source: A Year Gone with Coffee
da: Et år med kaffe
de: Ein Jahr mit Kaffee
fi: Vuosi kahvin kanssa
fr: Une année passée avec le café
hi: कॉफी के साथ बीता एक साल
it: Un anno trascorso con il caffè
ja: コーヒーと過ごした一年
ko: 커피와 함께한 1년
nl: Een jaar met koffie
no: Et år med kaffe
pt_br: Um ano passado com café
ru: Год с кофе
sv: Ett år med kaffe
th: หนึ่งปีที่ผ่านไปกับกาแฟ

source: My Info
da: Mine oplysninger
de: Meine Informationen
fi: Omat tiedot
fr: Mes informations
hi: मेरी जानकारी
it: Le mie informazioni
ja: 私の情報
ko: 내 정보
nl: Mijn informatie
no: Min informasjon
pt_br: Minhas informações
ru: Моя информация
sv: Min information
th: ข้อมูลของฉัน

source: Account
da: Konto
de: Konto
fi: Tili
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
no: Konto
pt_br: Conta
ru: Аккаунт
sv: Konto
th: บัญชี

source: Not Set
da: Ikke indstillet
de: Nicht festgelegt
fi: Ei asetettu
fr: Non défini
hi: सेट नहीं किया गया
it: Non impostato
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
no: Ikke satt
pt_br: Não definido
ru: Не установлено
sv: Inte inställd
th: ยังไม่ได้ตั้งค่า

source: Change Name
da: Skift navn
de: Namen ändern
fi: Vaihda nimi
fr: Changer le nom
hi: नाम बदलें
it: Cambia nome
ja: 名前を変更
ko: 이름 변경
nl: Naam wijzigen
no: Endre navn
pt_br: Alterar nome
ru: Изменить имя
sv: Ändra namn
th: เปลี่ยนชื่อ

# info_updated
source: Your information has been updated successfully!
da: Dine oplysninger er blevet opdateret!
de: Ihre Informationen wurden erfolgreich aktualisiert!
fi: Tietosi on päivitetty onnistuneesti!
fr: Vos informations ont été mises à jour avec succès !
hi: आपकी जानकारी सफलतापूर्वक अपडेट कर दी गई है!
it: Le tue informazioni sono state aggiornate con successo!
ja: 情報が正常に更新されました！
ko: 정보가 성공적으로 업데이트되었습니다!
nl: Je informatie is succesvol bijgewerkt!
no: Informasjonen din har blitt oppdatert!
pt_br: Suas informações foram atualizadas com sucesso!
ru: Ваша информация успешно обновлена!
sv: Din information har uppdaterats framgångsrikt!
th: ข้อมูลของคุณได้รับการอัปเดตเรียบร้อยแล้ว!

source: Change Birthday
da: Skift fødselsdag
de: Geburtstag ändern
fi: Vaihda syntymäpäivä
fr: Changer la date de naissance
hi: जन्मदिन बदलें
it: Cambia data di nascita
ja: 誕生日を変更
ko: 생일 변경
nl: Verander verjaardag
no: Endre bursdag
pt_br: Alterar aniversário
ru: Изменить дату рождения
sv: Ändra födelsedag
th: เปลี่ยนวันเกิด

source: Change Gender
da: Skift køn
de: Geschlecht ändern
fi: Vaihda sukupuoli
fr: Changer le genre
hi: लिंग बदलें
it: Cambia genere
ja: 性別を変更
ko: 성별 변경
nl: Geslacht wijzigen
no: Endre kjønn
pt_br: Alterar gênero
ru: Изменить пол
sv: Ändra kön
th: เปลี่ยนเพศ

# profile_photo_updated
source: Profile photo successfully updated!
da: Profilfoto opdateret med succes!
de: Profilfoto erfolgreich aktualisiert!
fi: Profiilikuva päivitetty onnistuneesti!
fr: Photo de profil mise à jour avec succès !
hi: प्रोफ़ाइल फ़ोटो सफलतापूर्वक अपडेट कर दी गई है!
it: Foto del profilo aggiornata con successo!
ja: プロフィール写真が正常に更新されました！
ko: 프로필 사진이 성공적으로 업데이트되었습니다!
nl: Profielfoto succesvol bijgewerkt!
no: Profilbildet ble oppdatert!
pt_br: Foto de perfil atualizada com sucesso!
ru: Фотография профиля успешно обновлена!
sv: Profilbild uppdaterad framgångsrikt!
th: อัปเดตรูปโปรไฟล์เรียบร้อยแล้ว!

source: Photo Gallery
da: Fotogalleri
de: Fotogalerie
fi: Valokuvagalleria
fr: Galerie de photos
hi: फ़ोटो गैलरी
it: Galleria fotografica
ja: フォトギャラリー
ko: 사진 갤러리
nl: Fotogalerij
no: Fotogalleri
pt_br: Galeria de Fotos
ru: Фотогалерея
sv: Fotogalleri
th: แกลเลอรีรูปภาพ

# no_photos
source: No photos recorded yet.
da: Ingen fotos registreret endnu.
de: Noch keine Fotos aufgezeichnet.
fi: Ei vielä tallennettuja kuvia.
fr: Aucune photo enregistrée pour le moment.
hi: अभी तक कोई फ़ोटो दर्ज नहीं किया गया है।
it: Nessuna foto registrata ancora.
ja: まだ写真が記録されていません。
ko: 아직 기록된 사진이 없습니다.
nl: Nog geen foto's opgenomen.
no: Ingen bilder registrert ennå.
pt_br: Nenhuma foto registrada ainda.
ru: Фотографии еще не записаны.
th: ยังไม่มีการบันทึกรูปภาพ

source: Settings
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pt_br: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า

# records_deleted
source: Your records have been deleted!
da: Dine data er blevet slettet!
de: Ihre Aufzeichnungen wurden gelöscht!
fi: Tietosi on poistettu!
fr: Vos enregistrements ont été supprimés !
hi: आपके रिकॉर्ड हटा दिए गए हैं!
it: I tuoi record sono stati eliminati!
ja: 記録が削除されました！
ko: 기록이 삭제되었습니다!
nl: Uw gegevens zijn verwijderd!
no: Dine poster er slettet!
pt_br: Seus registros foram excluídos!
ru: Ваши записи удалены!
sv: Dina poster har raderats!
th: บันทึกของคุณถูกลบแล้ว!

source: PIN All Set!
da: PIN er indstillet!
de: PIN festgelegt!
fi: PIN on asetettu!
fr: PIN configuré !
hi: पिन सेट हो गया!
it: PIN impostato!
ja: PIN が設定されました！
ko: PIN 설정 완료!
nl: PIN ingesteld!
no: PIN er satt!
pt_br: PIN configurado!
ru: PIN установлен!
sv: PIN är inställd!
th: ตั้ง PIN เรียบร้อย!

source: Customization
da: Tilpasning
de: Anpassung
fi: Mukauttaminen
fr: Personnalisation
hi: अनुकूलन
it: Personalizzazione
ja: カスタマイズ
ko: 사용자 정의
nl: Aanpassing
no: Tilpasning
pt_br: Personalização
ru: Настройка
sv: Anpassning
th: การปรับแต่ง

source: Change PIN
da: Skift PIN
de: PIN ändern
fi: Vaihda PIN
fr: Changer le PIN
hi: पिन बदलें
it: Cambia PIN
ja: PIN を変更
ko: PIN 변경
nl: PIN wijzigen
no: Endre PIN
pt_br: Alterar PIN
ru: Изменить PIN
sv: Ändra PIN
th: เปลี่ยน PIN

source: Notifications
da: Notifikationer
de: Benachrichtigungen
fi: Ilmoitukset
hi: सूचनाएं
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
no: Varsler
pt_br: Notificações
ru: Уведомления
sv: Notifikationer
th: การแจ้งเตือน

source: Language
da: Sprog
de: Sprache
fi: Kieli
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
no: Språk
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา

source: Haptics
da: Haptik
de: Haptik
fi: Haptinen palaute
fr: Haptique
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚フィードバック
ko: 촉각 피드백
nl: Haptiek
no: Haptikk
pt_br: Feedback tátil
ru: Виброотклик
sv: Haptik
th: การสั่นสะเทือน

source: Send Feedback
de: Feedback senden
fi: Lähetä palautetta
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback verzenden
no: Send tilbakemelding
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งคำติชม

source: System
fi: Järjestelmä
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Система
th: ระบบ

source: Service center
de: Servicezentrum
fi: Huoltokeskus
fr: Centre de service
hi: सेवा केंद्र
it: Centro di servizio
ja: サービスセンター
ko: 서비스 센터
nl: Servicecentrum
no: Servicesenter
pt_br: Centro de serviço
ru: Сервисный центр
th: ศูนย์บริการ

# write_review
source: Write a Review
da: Skriv en anmeldelse
de: Eine Bewertung schreiben
fi: Kirjoita arvostelu
fr: Écrire un avis
hi: समीक्षा लिखें
it: Scrivi una recensione
ja: レビューを書く
ko: 리뷰 작성
nl: Een beoordeling schrijven
no: Skriv en anmeldelse
pt_br: Escrever uma avaliação
ru: Написать отзыв
sv: Skriv en recension
th: เขียนรีวิว

source: App Version
fi: Sovelluksen versio
fr: Version de l'application
hi: ऐप संस्करण
it: Versione dell'app
ja: アプリバージョン
ko: 앱 버전
nl: App-versie
no: Appversjon
pt_br: Versão do aplicativo
ru: Версия приложения
th: เวอร์ชันแอป

source: Data
de: Daten
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pt_br: Dados
ru: Данные
th: ข้อมูล

# delete_data
source: Delete My Data
da: Slet mine data
de: Meine Daten löschen
fi: Poista tietoni
fr: Supprimer mes données
hi: मेरा डेटा हटाएं
it: Elimina i miei dati
ja: データを削除する
ko: 내 데이터 삭제
nl: Mijn gegevens verwijderen
no: Slett mine data
pt_br: Excluir meus dados
ru: Удалить мои данные
sv: Radera mina data
th: ลบข้อมูลของฉัน

source: PIN Lock
da: PIN-lås
de: PIN-Sperre
fi: PIN-lukitus
fr: Verrouillage PIN
hi: पिन लॉक
it: Blocco PIN
ja: PIN ロック
ko: PIN 잠금
nl: PIN-vergrendeling
no: PIN-lås
pt_br: Bloqueio por PIN
ru: PIN-блокировка
sv: PIN-lås
th: ล็อค PIN

# password_warning
source: Password cannot be retrieved if forgotten.
da: Adgangskoden kan ikke gendannes, hvis den glemmes.
de: Das Passwort kann nicht wiederhergestellt werden, wenn es vergessen wurde.
fi: Salasanaa ei voi palauttaa, jos se unohtuu.
fr: Le mot de passe ne peut pas être récupéré s'il est oublié.
hi: यदि भूल गए तो पासवर्ड पुनर्प्राप्त नहीं किया जा सकता।
it: La password non può essere recuperata se dimenticata.
ja: パスワードは忘れると回復できません。
ko: 비밀번호는 잊으면 복구할 수 없습니다.
nl: Het wachtwoord kan niet worden hersteld als het vergeten is.
no: Passordet kan ikke gjenopprettes hvis det glemmes.
pt_br: A senha não pode ser recuperada se esquecida.
ru: Пароль не может быть восстановлен, если он забыт.
sv: Lösenordet kan inte återställas om det glöms bort.
th: ไม่สามารถกู้คืนรหัสผ่านได้หากลืม

# info_updated_settings
source: Your information has been updated successfully! Restart the application.
da: Dine oplysninger er blevet opdateret! Genstart applikationen.
de: Ihre Informationen wurden erfolgreich aktualisiert! Starten Sie die Anwendung neu.
fi: Tietosi on päivitetty onnistuneesti! Käynnistä sovellus uudelleen.
fr: Vos informations ont été mises à jour avec succès ! Redémarrez l'application.
hi: आपकी जानकारी सफलतापूर्वक अपडेट हो गई है! एप्लिकेशन को पुनः प्रारंभ करें।
it: Le tue informazioni sono state aggiornate con successo! Riavvia l'applicazione.
ja: 情報が正常に更新されました！アプリケーションを再起動してください
ko: 정보가 성공적으로 업데이트되었습니다! 애플리케이션을 다시 시작하세요.
nl: Uw gegevens zijn succesvol bijgewerkt! Start de applicatie opnieuw.
no: Informasjonen din har blitt oppdatert! Start applikasjonen på nytt.
pt_br: Suas informações foram atualizadas com sucesso! Reinicie o aplicativo.
ru: Ваша информация успешно обновлена! Перезапустите приложение.
sv: Din information har uppdaterats framgångsrikt! Starta om applikationen.

source: Select Language
da: Vælg sprog
de: Sprache auswählen
fi: Valitse kieli
fr: Sélectionner la langue
hi: भाषा चुनें
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
nl: Selecteer taal
no: Velg språk
pt_br: Selecionar idioma
ru: Выберите язык
sv: Välj språk
th: เลือกภาษา

source: Done
da: Færdig
de: Fertig
fi: Valmis
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
no: Ferdig
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น

source: Record notification
da: Registreringsnotifikation
de: Aufzeichnungsbenachrichtigung
fi: Tallennusilmoitus
fr: Notification d'enregistrement
hi: रिकॉर्ड नोटिफिकेशन
it: Notifica di registrazione
ja: 記録通知
ko: 기록 알림
nl: Opname melding
no: Registreringsvarsel
pt_br: Notificação de registro
ru: Уведомление о записи
sv: Registreringsnotis
th: การแจ้งเตือนการบันทึก

source: Get daily reminders
da: Få daglige påmindelser
de: Tägliche Erinnerungen erhalten
fi: Saat päivittäiset muistutukset
fr: Recevez des rappels quotidiens
hi: दैनिक अनुस्मारक प्राप्त करें
it: Ricevi promemoria giornalieri
ja: 毎日のリマインダーを受け取る
ko: 일일 알림 받기
nl: Dagelijkse herinneringen ontvangen
no: Få daglige påminnelser
pt_br: Receber lembretes diários
ru: Получать ежедневные напоминания
sv: Få dagliga påminnelser
th: รับการเตือนความจำรายวัน

source: Remind me at
da: Mind mig om kl.
de: Erinnere mich um
fi: Muistuta minua aikaan
fr: Rappelez-moi à
hi: मुझे याद दिलाएं
it: Ricordami a
ja: リマインダーの時間
ko: 리마인더 시간
nl: Herinner me om
no: Minn meg på kl.
pt_br: Lembrar-me às
ru: Напомнить мне в
sv: Påminn mig vid
th: เตือนฉันเวลา

source: Smart scheduling reminder
da: Smart planlægningspåmindelse
de: Intelligenter Planungs-Erinnerung
fi: Älykäs ajoitusmuistutus
fr: Rappel de planification intelligente
hi: स्मार्ट शेड्यूलिंग अनुस्मारक
it: Promemoria pianificazione intelligente
ja: スマートスケジューリングリマインダー
ko: 스마트 일정 리마인더
nl: Slimme planning herinnering
no: Smart planleggingsvarsel
pt_br: Lembrete de agendamento inteligente
ru: Умное напоминание о расписании
sv: Smart schemaläggningspåminnelse
th: การเตือนการจัดตารางอัจฉริยะ

source: Fortune cookie notification
da: Lykkekage notifikation
de: Glückskeks-Benachrichtigung
fi: Onnenkeksin ilmoitus
fr: Notification de biscuit chinois
hi: भाग्य कुकी अधिसूचना
it: Notifica biscotto della fortuna
ja: フォーチュンクッキー通知
ko: 포춘 쿠키 알림
nl: Gelukskoekje melding
no: Lykkekakevarsel
pt_br: Notificação de biscoito da sorte
ru: Уведомление о печенье с предсказанием
sv: Lyckokaka notis
th: การแจ้งเตือนคุกกี้เสี่ยงทาย

source: Delete My Data
da: Slet mine data
de: Meine Daten löschen
fi: Poista tietoni
fr: Supprimer mes données
hi: मेरे डेटा को हटाएं
it: Elimina i miei dati
ja: データを削除
ko: 내 데이터 삭제
nl: Verwijder mijn gegevens
no: Slett dataene mine
pt_br: Excluir meus dados
ru: Удалить мои данные
sv: Radera mina data
th: ลบข้อมูลของฉัน

source: My records
da: Mine poster
de: Meine Aufzeichnungen
fi: Omat tietueet
fr: Mes enregistrements
hi: मेरे रिकॉर्ड
it: I miei record
ja: 私の記録
ko: 내 기록
nl: Mijn records
no: Mine oppføringer
pt_br: Meus registros
ru: Мои записи
sv: Mina poster
th: บันทึกของฉัน

source: Delete All Records
da: Slet alle poster
de: Alle Aufzeichnungen löschen
fi: Poista kaikki tietueet
fr: Supprimer tous les enregistrements
hi: सभी रिकॉर्ड हटाएं
it: Elimina tutti i record
ja: すべての記録を削除
ko: 모든 기록 삭제
nl: Verwijder alle records
no: Slett alle oppføringer
pt_br: Excluir todos os registros
ru: Удалить все записи
sv: Radera alla poster
th: ลบบันทึกทั้งหมด

source: Delete My Account
da: Slet min konto
de: Mein Konto löschen
fi: Poista tilini
fr: Supprimer mon compte
hi: मेरा खाता हटाएं
it: Elimina il mio account
ja: アカウントを削除
ko: 계정 삭제
nl: Verwijder mijn account
no: Slett kontoen min
pt_br: Excluir minha conta
ru: Удалить мой аккаунт
sv: Radera mitt konto
th: ลบบัญชีของฉัน

# delete_my_data_description
source: Everything you have ever recorded - all your notes, photos, icons, and more - will be deleted. Your purchases and recording settings will remain. Please proceed with caution, as this cannot be undone.
da: Alt, hvad du nogensinde har registreret - alle dine noter, fotos, ikoner og mere - vil blive slettet. Dine køb og optagelsesindstillinger vil forblive. Fortsæt med forsigtighed, da dette ikke kan fortrydes.
de: Alles, was Sie jemals aufgezeichnet haben – alle Ihre Notizen, Fotos, Symbole und mehr – wird gelöscht. Ihre Einkäufe und Aufnahmeeinstellungen bleiben erhalten. Bitte gehen Sie vorsichtig vor, da dies nicht rückgängig gemacht werden kann.
fi: Kaikki mitä olet koskaan tallentanut - muistiinpanot, valokuvat, kuvakkeet ja muut - poistetaan. Ostoksesi ja tallennusasetuksesi säilyvät. Jatka varovasti, koska tätä ei voi peruuttaa.
fr: Tout ce que vous avez enregistré - vos notes, photos, icônes, et plus - sera supprimé. Vos achats et paramètres d'enregistrement resteront. Veuillez procéder avec prudence, car cela ne peut pas être annulé.
hi: आपने जो कुछ भी दर्ज किया है - सभी नोट्स, फ़ोटो, आइकन और अधिक - हटा दिया जाएगा। आपकी खरीदारी और रिकॉर्डिंग सेटिंग्स बनी रहेंगी। कृपया सावधानीपूर्वक आगे बढ़ें, क्योंकि इसे पूर्ववत नहीं किया जा सकता।
it: Tutto ciò che hai registrato - tutte le tue note, foto, icone e altro - verrà eliminato. I tuoi acquisti e le impostazioni di registrazione rimarranno. Procedi con cautela, poiché questa operazione non può essere annullata.
ja: 記録したすべてのデータ - ノート、写真、アイコンなど - が削除されます。購入内容や記録設定は保持されます。慎重に進めてください。この操作は元に戻せません。
ko: 기록한 모든 것 - 메모, 사진, 아이콘 등이 삭제됩니다. 구매 내역 및 기록 설정은 유지됩니다. 신중하게 진행하세요. 이 작업은 되돌릴 수 없습니다.
nl: Alles wat je ooit hebt vastgelegd - al je notities, foto's, pictogrammen en meer - wordt verwijderd. Je aankopen en opname-instellingen blijven behouden. Ga voorzichtig te werk, want dit kan niet ongedaan worden gemaakt.
no: Alt du noen gang har registrert - alle notater, bilder, ikoner og mer - vil bli slettet. Kjøpene og innspillingsinnstillingene dine vil forbli. Vær forsiktig, da dette ikke kan angres.
pt_br: Tudo o que você já registrou - todas as suas notas, fotos, ícones e muito mais - será excluído. Suas compras e configurações de gravação permanecerão. Prossiga com cautela, pois isso não pode ser desfeito.
ru: Все, что вы когда-либо записывали - все ваши заметки, фотографии, значки и многое другое - будет удалено. Ваши покупки и настройки записи сохранятся. Пожалуйста, действуйте осторожно, так как это действие нельзя отменить.
sv: Allt du någonsin har registrerat - alla dina anteckningar, foton, ikoner och mer - kommer att raderas. Dina köp och inspelningsinställningar kommer att finnas kvar. Fortsätt med försiktighet eftersom detta inte kan ångras.
th: ทุกอย่างที่คุณเคยบันทึกไว้ - บันทึก, รูปภาพ, ไอคอน และอื่น ๆ - จะถูกลบ การซื้อและการตั้งค่าการบันทึกของคุณจะยังคงอยู่ โปรดดำเนินการด้วยความระมัดระวังเนื่องจากไม่สามารถยกเลิกได้
